{
  "titles":{
    "full":"Jordan WHO Public Health Surveillance",
    "nav":"Jordan WHO Public Health Surveillance",
    "mob_nav":"Jordan Health Surveillance"
  },
  "logos":{
    "who":"who.png",
    "country_partner":"JOH.png",
    "flag":"jo.svg",
    "partners":[
      "kuwait.gif"
    ]
  },
  "map":{
    "center":{
      "lng":"35.470810",
      "lat":"30.850011"
    },
    "zoom":"8",
    "reg_data_file":"jordan.kml"
  },
  "sections":[
    {
      "title":"Overview",
      "type":"html",
      "content":"<p>A national program of public health surveillance is being implemented in 269 sites across Jordan.</p><p>The project introduces case-based, integrated disease surveillance that is coded according to the International Classification of Disease (ICD-10).</p><p>The clinician uses the system within the consultation, which introduces clinical-decision support, as well as best practice prescribing guidance and and real-time reporting of information. </p><p>Information is made available within one hour via an online framework with automated generation of SMS and email alerts and support for mapping and reporting, that is accessed at all levels of the Ministry of Health.</p><p>You can sign up to receive weekly epidemiological reports and updates <a target='_blank' href='http://who.us6.list-manage.com/subscribe?u=db2beeeb47818eb521747f4cf&id=d2a4eae0aa'>here</a>.</p>"
    },{
      "title":"Indicators",
      "type":"indicators",
      "content":"<p>The following indicators monitor the status and functioning of the health system in Jordan and are automatically updated from health facilities:</p>"
    },{
      "title":"Principles",
      "type":"slides",
      "content":"<p>The project has the following principles of implementation (click to expand):</p>",
      "slides":[
        {
          "title":"1. Routine surveillance", 
          "content":"The project supports routine surveillance to ensure the national health system is strengthened and the capacity of the Ministry of Health is developed for long-term ownership and response."
        },{
          "title":"2. Integrated, case based disease surveillance", 
          "content":"The project builds on existing national and international surveillance standards, guidelines and case definitions. Diseases, conditions and events are coded according to the International Classification of Disease (ICD-10)."
        },{
          "title":"3. Clinical-decision support", 
          "content":"The system includes evidence-based clinical algorithms for integrated management of childhood illness (IMCI) for child health to support and improve the provision of clinical care."
        },{
          "title":"4. Best practice prescribing", 
          "content":"The system includes the WHO essential medicines list that the clinician can use to prescribe against using best practice guidelines. Information is also collected as to whether the medicine is available for prescribing."
        },{
          "title":"5. Public health screening and advice", 
          "content":"Patients are screened and advice is provided for vaccination status, nutrition, mosquito net ownership and use, maternal care and contraception."
        },{
          "title":"6. Alerts and notifications", 
          "content":"Automated real-time notifications and alerts are generated for 20 notifiable communicable diseases, by SMS and email, within one hour of reporting to inform outbreak investigation and response at the appropriate level of decision-making. A line list of alerts is automatically generated via the online framework which links subsequent alert investigation and outcomes."
        },{
          "title":"7. Real-time analysis and reporting", 
          "content":"The system shares structured, anonymised data via an online framework for geospatial data visualisation, generation of alerts, and automated generation of reports."
        }
      ]
    },{
      "title":"Acknowledgements",
      "type":"acknowledgements",
      "content":"We gratefully acknowledge the support of <br> our partners in the development of this project."
    }
  ], 
  "footer":{
    "address":"World Health Organization<br>811547<br>Amman 11181<br>Jordan",
    "email":"emwrojor@who.int"
  }
}
