Repository: fjelltopp/meerkat_frontend
Catalog: translations/*/LC_MESSAGES/messages.po
Languages: fr

source: Accidental poisoning by and exposure to noxious substances
fr: Intoxication accidentelle par l'exposition à des substances nocives

source: Overexertion,travel and privation
fr: Surmenage, Voyage et privations

source: Accidental exposure to other and unspecified factors
fr: Exposition accidentelle à d'autres facteurs non précisés

source: Intentional self-harm
fr: Lésion auto-infligée

source: Assault
fr: Agression

source: Event of undetermined intent
fr: Évènement d'intention indéterminée

source: Legal intervention and operations of war
fr: intervention légale et opérations de guerre

source: Drugs,medicaments and biological substances causing adverse effects in therapeutic use
fr: Médicaments et substances biologiques ayant provoqué des effets indésirables en usage thérapeutique

source: Misadventures to patients during surgical and medical care
fr: Mésaventures aux patients pendant les soins chirurgicaux et médicaux

source: Medical devices associated with adverse incidents in diagnostic and therapeutic use
fr: Dispositifs médicaux associés à des accidents lors d'usages diagnostique et thérapeutique

source: Surgical and other medical procedures as the cause of abnormal reaction of the patient, or of later complication, without mention of misadventure at the time of the procedure
fr: Procédures médicales chirurgicales et autres causant des réactions anormales chez le patient ou des complications ultérieures, sans notion d'accident au moment de la procédure

source: Sequelae of external causes of morbidity and mortality
fr: Séquelles de causes externes de morbidité et de mortalité

source: Supplementary factors related to causes of morbidity and mortality classified elsewhere
fr: Facteurs supplémentaires liés aux causes de morbidité et de mortalité classées ailleurs

source: Persons encountering health services for examination and investigation
fr: Les personnes confrontées aux services de santé pour examen et investigation

source: Persons with potential health hazards related to communicable diseases
fr: Personnes présentant des risques potentiels pour la santé liés aux maladies transmissibles

source: Persons encountering health services in circumstances related to reproduction
fr: Personnes confrontées aux services de santé dans des circonstances liées à la reproduction

source: Persons encountering health services for specific procedures and health care
fr: Les personnes confrontées aux services de santé pour des procédures spécifiques et des soins de santé

source: Persons with potential health hazards related to socioeconomic and psychosocial circumstances
fr: Les personnes présentant des risques potentiels pour la santé liés à des conditions socio-économiques et psychosociales

source: Persons encountering health services in other circumstances
fr: Personnes confrontées aux services de santé dans d'autres circonstances

source: Persons with potential health hazards related to family and personal history and certain conditions influencing health status
fr: Personnes présentant des risques potentiels pour la santé liés à la famille à l'histoire personnelle et certaines conditions influant sur l'état de santé

source: Provisional assignment of new diseases of uncertain etiology
fr: Affectation provisoire de nouvelles maladies d'étiologie incertaine

source: Bacterial agents resistant to antibiotics
fr: Agents bactériens résistants aux antibiotiques

source: Other (Not categorised)
fr: Autre (Non classé)

source: International Classification of Disease (ICD-10)
fr: Classification internationale des maladies (CIM-10)

source: Suspected case A disease characterized by acute painless watery diarrhea with or without vomiting or dehydration. Probable case Anyone of 5 years or more with severe dehydration or death from acute diarrhea (3 or more abnormally loose or watery stools in the last 24 hours). Any person 2 years or older with acute diarrhea (3 or more abnormally loose or watery stools in the last 24 hours) with or without dehydration in an area where there is a cholera epidemic. Confirmed case A clinically compatible illness and fills the laboratory test.
fr: Cas suspect Une maladie qui se caractérise par une diarrhée aqueuse indolore aiguë avec ou sans vomissements ou déshydratation. Cas probable Toute personne de 5 ans ou plus souffrant de déshydratation grave ou de décès causés par la diarrhée aiguë (3 ou plus anormalement selles molles ou liquides dans les dernières 24 heures). Toute personne de 2 ans ou plus souffrant de diarrhée aiguë (au moins 3 selles anormalement molles ou liquides dans les dernières 24 heures), avec ou sans déshydratation dans une zone où il y a une épidémie de choléra. Cas confirmé Une maladie cliniquement compatible et qui remplit le critère de laboratoire.

source: Suspected case A disease characterized by the insidious onset of persistent fever, headache, malaise, cough, bradycardia, splenomegaly or pink stain on the trunk with or without gastrointestinal symptoms. Probable case A clinically compatible case BE • Following Salmonella Typhi title Widal O antibody test of 200 or more, or • Epidemiological link to a Confirmed case Confirmed case A clinical compatible case with Laboratory confirmation.
fr: Cas suspect Toute personne souffrant de diarrhée (apparue depuis moins de 15 jours) avec présence de sang visible dans les selles, associée ou non à des glaires ou des douleurs abdominales, avec ou sans signes de déshydratation. Cas probable Un cas clinique compatible sans confirmation en laboratoire, mais un lien épidémiologique avec un cas confirmé. Cas confirmé Un cas clinique compatible avec la confirmation en laboratoire.

source: Suspected case Anyone suffering from diarrhea (appeared for less than 15 days) with visible blood in the stool, with or without mucus or abdominal pain, with or without signs of dehydration. Probable case A clinically compatible case without Laboratory confirmation, but epidemiologically linked to a Confirmed case. Confirmed case A clinical compatible case with Laboratory confirmation.
fr: Cas suspect Survenue de symptômes cliniques variés au décours d’un repas, touchant au moins 02 personnes ayant partagé le même repas. Epidémie probable Une maladie cliniquement et épidémiologiquement compatible sans confirmation en laboratoire. Cas confirmé Une maladie cliniquement et épidémiologiquement compatible avec SOIT •Critères de laboratoire de l'agent causal; OU •lien épidémiologique à un autre foyer confirmé

source: Suspected case Anyone coughing for at least 3 weeks. Confirmed case Direct examination of sputum or GeneXpert cases confirmed by radiography, culture for extrapulmonary.
fr: Cas suspect Toute personne toussant depuis au moins 3 semaines. Cas confirmé Examen direct de crachat ou par GeneXpert Cas confirmé par la radiographie, la culture pour les extrapulmonaires.

source: Suspected case Anyone with a high fever of sudden onset, with chills, headache, malaise importantly, prostration and very painful swelling of lymph nodes, or cough with blood-stained sputum, chest pain, and difficulty breathing. Probable case A clinically compatible illness with the results of TDR positive. Confirmed case A clinically compatible illness with laboratory results to confirm.
fr: Cas suspect Toute personne présentant une forte fièvre d’apparition brutale, accompagnée de frissons, céphalées, malaise important, prostration et gonflement très douloureux des ganglions lymphatiques, ou toux avec crachats teintés de sang, douleurs thoraciques, et difficulté à respirer. Cas probable Une maladie cliniquement compatible avec les résultats de TDR positif. Cas confirmé Une maladie cliniquement compatible avec les résultats de laboratoire pour confirmation.

source: Suspected case People with the cardinal signs of leprosy (depigmented patches with or without sensory disturbances, or nodules or enlarged nerve trunks) and have not yet taken the treatment with multidrug therapy (MDT). Confirmed case A person with at least two of the cardinal signs. Leprosy Pucibacillaire (PB) if the number of spots is less than 5 Leprosy Multibacillary (MB) if the number of spots is greater than 5 or nodules.de laboratory and confirmed.
fr: Cas suspect Personne présentant une ou plusieurs taches plus claires que la peau normale, non prurigineuses, non squameuses, ou des nodules (souvent sur la figure, les oreilles….) Nouveau cas probable Personnes présentant les signes cardinaux de la lèpre (taches hypochromiques avec ou sans troubles de sensibilité, ou nodules ou hypertrophie des troncs nerveux) et n’ayant pas encore pris le traitement par la polychimiothérapie (PCT). Cas confirmé Une personne avec au moins deux des signes cardinaux. Lèpre Pucibacillaire (PB) si le nombre de taches est inférieur à 5 Lèpre Multibacillaire (MB) si le nombre de taches est supérieur à 5 ou nodules.de laboratoire et confirmée.

source: Suspected case Every newborn normally able to suck or cry over the first two days after birth and between 3 to 28 days loses this ability and / or suffers from convulsions. Probable case A person with at least one of the following: the inability to open the mouth or prolonged spasm of the facial muscles; OR painful muscle contractions. Tetanus requires an injury or a wound, but patients may be unable to recall a specific event.
fr: Cas suspect Tout nouveau-né normalement capable de téter ou crier au cours des deux premiers jours suivant la naissance et qui, entre 3 à 28 jours, perd cette capacité et/ou est atteint de convulsions. Cas probable Une personne ayant au moins un des signes suivants: l'impossibilité d'ouvrir la bouche ou le spasme prolongée des muscles faciaux; OU contractions musculaires douloureuses. Le tétanos exige une blessure ou une plaie, mais les patients peuvent être incapables de se rappeler un événement spécifique.

source: Suspected case Acute flaccid paralysis (AFP) is a syndrome characterized by paralysis (weakness, decrease or loss of movement) which is flange (loss of muscle tone, soft or flaccid member, not spasmadique) and acute (sudden onset). Paralysis of one or more members suddenly occurring in children of senior age 15 or case diagnosed as such by the clinician. Probable case Any child <15 years of age with acute flaccid paralysis, including Guillain-Barré syndrome or any paralytic illness in a person of any age or a person of any age in whom the clinician suspects polio.
fr: Cas suspect La paralysie flasque aiguë (PFA) est un syndrome caracterisé par une paralysie (faiblesse, diminution ou perte de mouvement) qui est flasque (perte du tonus musculaire, membre mou ou flaccide, non spasmadique) et aiguë (debut soudain). Paralysie d’un ou de plusieurs membres survenant subitement chez un enfant âgé de moins de 15 ans ou tout cas diagnostiqué comme tel par le clinicien. Cas probable Tout enfant <15 ans atteint de paralysie flasque aiguë, y compris le syndrome de Guillain-Barré ou de toute maladie paralytique chez une personne de tout âge ou une personne de tout âge chez qui le médecin soupçonne une poliomyélite.

source: Suspected case Anyone who has been bitten or licked by an animal to wild or domestic hot blood, with respiratory gene with hydrophobic or Aerophobia spasm or paralysis. Probable case A clinically compatible illness, plus the history of contact with a suspected rabid animal or epidemiologically linked to a Confirmed case. Confirmed case A clinically compatible illness that is laboratory confirmed.
fr: Cas suspect Toute personne ayant été mordue ou léchée par un animal à sang chaud domestique ou sauvage, présentant un gène respiratoire avec spasme hydrophobique ou aérophobie ou paralysie. Cas probable Une maladie cliniquement compatible, plus histoire de contact avec un animal suspect de rage ou épidémiologiquement liés à un cas confirmé. Cas confirmé Une maladie cliniquement compatible qui est confirmé en laboratoire.

source: Suspected case An acute illness characterized by sudden onset of fever (> 38.0 ° C axillary or> 38.5 ° C rectal) and one of the following signs: neck stiffness; altered consciousness or other meningeal signs. In children <1 year, meningitis is suspected when fever is accompanied by a bulging fontanelle. Probable case A clinically compatible illness with Gram negative diplococci identified in sterile liquids such as CSF. Confirmed case A compatible clinical laboratory Confirmed case
fr: Cas suspect Une maladie aiguë, caractérisée par l'apparition brutale de fièvre (>38,0 ° C axillaire ou> 38,5 degrés Celsius rectaux) et l'un des signes suivants: raideur de la nuque; altération de la conscience, ou d'autres signes méningés. Chez les enfants de <1 an, la méningite est suspectée lorsque la fièvre est accompagnée par un bombement de la fontanelle. Cas probable Une maladie cliniquement compatible avec diplocoques Gram négatif identifié dans des liquides stériles comme CSF. Cas confirmé Un cas clinique compatible confirmé en laboratoire

source: Suspected case Fever and at least 2 of the following signs: headache, myalgia, arthralgia, rash, retro orbital pain, hemorrhagic manifestations.
fr: Cas suspect Fièvre et au moins 2 des signes suivants: céphalées, myalgie, arthralgie, éruption cutanée, douleurs retro orbitaire, manifestations hémorragiques.

source: Suspected case Viral haemorrhagic fever (VHF) refers to a systemic mild group to potentially fatal viral infection often complicated by bleeding disorders. Early symptoms include marked fever, malaise, dizziness, myalgia, loss of strength, and exhaustion. Severe cases may show signs of bleeding under the skin, in internal organs, or from body orifices like the mouth, eyes or ears. Some cases may even show shock, nervous system dysfunction, coma, delirium, and convulsions. Probable case A clinical case compatible with any of the epidemiological evidence that: • Travel History in an endemic / epidemic region in the incubation period of disease onset, or • Making contact with a Confirmed case, or • Exposure to viral haemorrhagic fever infected blood or tissues Confirmed case A laboratory Confirmed case.
fr: Cas suspect La fièvre hémorragique virale (FHV) fait référence à un groupe d'infections virale potentiellement mortelle souvent compliquée par les syndromes hémorragiques. Les premiers symptômes comprennent une fièvre marquée, malaise, des étourdissements, des myalgies, perte de force, et l'épuisement. Les cas graves peuvent présenter des signes de saignements sous la peau, dans les organes internes, ou d'orifices du corps comme la bouche, les yeux ou les oreilles. Certains cas peuvent même présenter un choc, un dysfonctionnement du système nerveux, coma, délire, et des convulsions. Cas probable Un cas clinique compatible avec l'un quelconque des éléments de preuve épidémiologique qui suit: • Histoire de Voyage dans une région endémique / épidémique dans le délai d'incubation de début de la maladie, ou • Le contact avec un cas confirmé, ou • L'exposition à du sang ou des tissus infecté par la fièvre hémorragique virale Cas confirmé Un cas confirmé en laboratoire.

source: Suspected case A disease characterized by all of the following: • generalized rash lasting 3 days • temperature and a ≥38.3oC • cough, coryza or conjunctivitis Probable case Anyone presenting a rash maculopapular generalized with fever and one of the following: cough or coryza (runny nose) or conjunctivitis (red eyes); or any person in whom the clinician suspects measles. A measles deaths is deaths occurring within 30 days of onset of the rash. Confirmed case • A laboratory-Confirmed case. A laboratory-Confirmed case does not need to meet the clinical case definition; OR • A clinically compatible case that is epidemiologically linked to a confirmed case
fr: Cas suspect Une maladie caractérisée par tout ce qui suit: •une éruption cutanée généralisée durant plus de 3 jours •une température ≥38.3oC et •toux, rhinite ou conjonctivite Cas probable Toute personne présentant une éruption cutanée maculo-papuleuse généralisée avec de la fièvre et un des signes suivants: toux ou coryza (nez qui coule) ou une conjonctivite (yeux rouges); ou toute personne chez qui le clinicien suspecte la rougeole. Un décès par rougeole est un décès survenant dans les 30 jours suivant l'apparition de l'éruption cutanée. Cas confirmé • Un cas confirmé en laboratoire. Un cas confirmé en laboratoire n'a pas besoin de répondre à la définition du cas clinique; OU • Un cas clinique compatible qui est un lien épidémiologique avec un cas confirmé

source: Suspected case Viral hepatitis is characterized by features of an acute infectious hepatitis including fever, malaise, anorexia, nausea, abdominal discomfort, dark urine, and jaundice. Probable case Any person with acute onset of jaundice (yellowing of whites of eyes or skin or dark/brown urine) AND severe illness with or without fever AND the absence of any known precipitating factors. Acute hepatitis often presents as acute jaundice syndrome. Confirmed case A clinically compatible illness with laboratory confirmation
fr: Cas suspect Une maladie virale transmise par les moustiques caractérisée par l'apparition soudaine des symptômes constitutionnels suivis par une brève rémission et la récurrence de la fièvre, de l'hépatite, d’albuminurie, et dans certains cas, d'insuffisance rénale, de choc, et d’hémorragies généralisées. Cas probable Une maladie cliniquement compatible avec la sérologie de soutien. (Stable élevée titre d'anticorps au virus de la fièvre jaune, ou un résultat IgM positif. Réactions sérologiques Croisées à d'autres flavivirus doit être exclue, et il doit y avoir aucun antécédent de vaccination contre la fièvre jaune.) Cas confirmé Une maladie cliniquement compatible confirmée en laboratoire.

source: Suspected case Fever without signs of other diseases. Other common symptoms include headache, back pain, chills, sweat, myalgia, nausea, vomiting. Confirmed case A clinically compatible illness with a rapid diagnostic test for malaria or laboratory confirmation by smear positive blood
fr: Cas suspect Fièvre sans signe d’autres maladies . D'autres symptômes communs incluent des maux de tête, maux de dos, des frissons, de la sueur, des myalgies, nausées, vomissements. Cas confirmé Une maladie cliniquement compatible avec un test de diagnostic rapide du paludisme ou la confirmation du laboratoire par frottis de sang positif Facteurs de risque L'exposition à des zones où le moustique vecteur est présent, les sources d'eau stagnante, Mouvement vers / depuis zones d'endémie palustre, enfants, femme enceinte, personnes immunodéprimées, la malnutrition, autres

source: Suspected case A person with an acute respiratory infection with: • measured fever> = 38 ° C; and •Cough; with • Appearance in the last 10 days. Probable case A clinically compatible illness in the context epidemiologist. Confirmed case A compatible clinical laboratory Confirmed case
fr: Cas suspect Une personne avec une infection respiratoire aiguë avec: •fièvre mesurée> = 38 ° C; et •La toux; avec •Apparition dans les 10 derniers jours. Cas probable Une maladie cliniquement compatible dans la context epidemiologue. Cas confirmé Un cas clinique compatible confirmé en laboratoire

source: Suspected case A person ingests food or other agents that cause an infectious order reached or toxic mainly the gastrointestinal tract but may be of interest to other systems (eg, neurological, immunological). Some Probable cases have typical clinical symptoms of the disease without Laboratory confirmation. By against some suspected cases are under clinical or atypical symptoms. Differential diagnosis: acute watery diarrhea (suspected cholera), bloody diarrhea (suspected shigellosis), acute jaundice syndrome (suspected hepatitis) Probable case Occurrence of clinical symptoms varied with the waning of the consumption of a marine animal, usually affecting at least 2 people who consumed this animal.
fr: Cas suspect Une personne qui ingère des aliments ou d'autres agents qui provoque une atteinte d’ordre infectieuse ou toxique principalement du tractus gastro-intestinal, mais peut intéresser d'autres systèmes (par exemple, neurologiques, immunologiques). Certains cas probables ont des symptômes cliniques typiques de la maladie même sans confirmation de laboratoire. Par contre certains cas suspects ont moins de symptômes cliniques ou atypiques. Diagnostic différentiel : la diarrhée aqueuse aiguë (soupçon de choléra), une diarrhée sanglante (cas suspect de shigellose), le syndrome de jaunisse aiguë (soupçon d’hépatite) Cas probable Survenue de symptômes cliniques variés au décours de la consommation d’un animal marin, touchant habituellement au moins 2 personnes ayant consommé cet animal. Cas confirmé Une maladie cliniquement et épidémiologiquement compatible avec SOIT • Critères de laboratoire de l'agent causal; OU • Lien épidémiologique à un autre foyer confirmé

source: Suspected case Any man with an ulcer of the penis, scrotum or rectum, with or without lymphadenopathy or inguinal and genital discharge, or any woman with an ulcer lips, vagina or rectum, with or without inguinal lymphadenopathy. Probable case A clinically compatible illness Confirmed case A clinically compatible illness that is laboratory confirmed.
fr: Cas suspect Tout homme présentant un ulcère de la verge, du scrotum ou du rectum, avec ou sans adénopathie et ou écoulement génital inguinal, ou toute femme présentant un ulcère des lèvres, du vagin ou du rectum, avec ou sans adénopathie inguinale. Cas probable Une maladie cliniquement compatible Cas confirmé Une maladie cliniquement compatible qui est confirmé en laboratoire.

source: Suspected case Death of a woman while pregnancy or within 42 days of his term, whatever the duration or location, from any cause related to or aggravated by pregnancy or its management but not from accidental or incidental causes.
fr: Cas suspect Décès d’une femme survenu au cours de la grossesse ou dans un délai de 42 jours après son terme, quelle qu’en soit la durée ou la localisation, pour une cause quelconque déterminée ou aggravée par la grossesse ou sa prise en charge, mais ni accidentelle, ni fortuite.

source: Suspected case Death of a newborn from 0 to 28 days.
fr: Cas suspect Décès d’un nouveau-né de 0 à 28 jours.

source: Suspected case Children aged under 5 years with weight for height (P / T) between -2 and -3 Z-scores below the median or MUAC (PB) from 115 to 125mm.
fr: Cas suspect Enfant âgé de moins de 5 ans ayant un poids pour taille (P/T) entre -2 et -3 Z scores au-dessous de la médiane, ou un périmètre brachial (PB) de 115 à 125mm.

source: Suspected case Children aged under 5 years with weight on size below the -3 Z-score line scores or presence of edema of both feet or arm circumference (PB) is less than 115 mm.
fr: Cas suspect Enfant âgé de moins de 5 ans ayant un poids sur taille au-dessous de la courbe de valeur du -3 Z scores ou présence d’œdème au niveau des deux pieds ou périmètre brachial (PB) est inférieur à 115 mm.

source: Suspected case Cough and colds with increased respiratory rate and fever. Confirmed case A clinically compatible illness and fulfils the laboratory test.
fr: Cas suspect Toux avec rhume et augmentation de la fréquence respiratoire et fièvre. Cas confirmé Une maladie cliniquement compatible et remplit le critère de laboratoire.
