Repository: fjelltopp/meerkat_frontend
Catalog: translations/*/LC_MESSAGES/messages.po
Languages: fr

source: Suspected case Person with clinical signs of hydrocele or lymphedema, and lives in an area endemic, after exclusion of other causes. Confirmed case Person with a diagnosis of positive laboratory: microfilaria in blood smear, wired antigens or positive ultrasound.
fr: Cas suspect Personne présentant des signes cliniques d’hydrocèle ou de lymphoedème, et résidant dans une zone d’endémie, après exclusion de toute autre cause. Cas confirmé Personne avec un diagnostic de laboratoire positif : microfilarémie sur un frottis sanguin, antigènes filaires ou échographie positive.

source: Suspected case Any case of scratch, bite or lick on any part of the body inflicted by a warm-blooded animal (dog, cat, monkey, ...).
fr: Cas suspect Tout cas de griffure, morsure, voire léchage, sur une quelconque partie du corps infligé par un animal à sang chaud (chien, chat, singes, …).

source: The description A case or group of cases that could indicate the emergence of a serious public health event or epidemic, including: • A case of unusual disease • A sudden increase in the number of cases of a disease or condition. • A cluster of cases • A change in the presentation of a known disease
fr: La Description Il s’agit d’un cas ou d’un groupe de cas qui pourrait indiquer l'émergence d'un événement grave de santé publique ou d'une épidémie, y compris: • Un cas de maladie inhabituel • Une augmentation soudaine du nombre de cas d’une maladie ou affection. Un cluster de cas) • Un changement dans la présentation d'une maladie connue L’événement devrait déclencher ou motiver une réaction ou réponse. Facteurs de risque Histoire d’un voyage dans les zones où il y a circulation d'un nouvel agent pathogène pouvant avoir un impact grave de santé publique (par exemple grippe aviaire, choléra, …), une maladie chez un travailleur de la santé qui prend soin des patients atteints de maladies respiratoires, une maladie chez une personne travaillant dans un abattoir, agriculteur ou une personne en contact étroit avec des animaux d’élevage (par exemple des poulets), Le patient étant admis en soins intensifs, histoire de la maladie dans la famille ou chez un contact étroit. Signes / symptôme (s) Présentation clinique inhabituelle ; Changement dans la réponse au traitement Questions supplémentaires • Date d'apparition des symptomes • Vérifiez si l'une des conditions ci-dessus est notée sur ce patient

source: Contaminated water sources, Contaminated food sources, Cholera outbreak, Low environmental sanitation, Other, None of the above
fr: Sources d'eau contaminés, Sources de la nourriture contaminée, épidémie de choléra, faible assainissement de l'environnement, Autre, Aucune de ces réponses

source: Work in or travel to areas where typhoid fever is endemic, Close contact with someone who is infected or has recently been infected with typhoid fever, Drink water contaminated by sewage that contains S. typhi, Other, None of the above
fr: Travail ou voyage dans les zones où la fièvre typhoïde est endémique, en contact étroit avec une personne infectée ou qui a récemment été infectés par la fièvre typhoïde, Consommation d'eau contaminée par des eaux usées contenant S. typhi , Autre, Aucune de ces réponses

source: Contaminated water, Contaminated food, Malnourished, Age (under 5, older adults), Children who have had measles in the past 6 weeks, Shigellosis outbreak, Other, None of the above
fr: Eau contaminée, Aliments contaminés, Souffrant de malnutrition, l'âge (enfants de moins de 5, les personnes âgées), Les enfants qui ont eu la rougeole au cours des 6 semaines, Flambée de shigellose, Autre, Aucune de ces réponses

source: Consumption of contaminated food, Consumption of contaminated water, Other, None of the above
fr: Consommation d'aliments contaminés, Consommation d'eau contaminée, Autre, Aucune de ces réponses

source: Promiscuity, Exposure to known case of TB, HIV positive, Lack of hygiene, Malnutrition, Other, None of the above
fr: La promiscuité, l'exposition à une personne atteinte de tuberculose connue, VIH-positif, Le manque d’hygiène, La malnutrition, Autre, Aucune de ces réponses

source: Location (endemic rural areas and in urban areas characterized by overcrowding, Poor hygiene and a high rat population, Occupation (veterinarians), Other, None of the above
fr: Séjour en zones rurales endémiques et dans les zones urbaines caractérisées par le surpeuplement, Le manque d'hygiène et une forte population de rat, Profession (vétérinaires, forestiers, …), Autre, Aucune de ces réponses

source: Close contact with someone with leprosy, Displacement, Overcrowded conditions, Other, None of the above
fr: Un contact étroit avec un cas de lèpre bacillifère, Déplacement, Conditions de surpeuplement, Autre, Aucune de ces réponses

source: Injury or wound, Cutting the umbilical cord in a non-sterile manner (pregnant women during childbirth), Other, None of the above
fr: Blessure ou plaie, Coupe de cordon ombilical non stérile potentielle (les femmes enceintes lors de l'accouchement), Autre, Aucune de ces réponses

source: Age (children under 5), Source of contaminated water, Another case of AFP reported in the same area, Other, None of the above
fr: L'âge (enfants de moins de 5 ans), Sources d'eau contaminées, Un autre cas de PFA signalé dans la même zone, Autre, Aucune de ces réponses

source: Exposure to rabies-carrying vectors (e.g. bats, etc.), Other, None of the above
fr: Exposition au vecteur de la rage (par exemple les chauves-souris, etc.), Autre, Aucune de ces réponses

source: Close and prolonged contact with individual suspected of having meningitis, High rates of acute respiratory infection (ARI), Overcrowding conditions, Other, None of the above
fr: Contact étroit et prolongé avec un individu suspecté d'avoir la méningite, Des taux élevés d'infections respiratoires aiguës (IRA), la surpopulation, Autre, Aucune de ces réponses

source: People living or traveling in tropical regions, A prior infection with dengue virus, Other, None of the above
fr: Personnes qui vivent ou voyagent dans les régions tropicales, Une infection antérieure par un virus de la dengue, Autre, Aucune de ces réponse

source: Reside in or move to an endemic area, Exposure to vectors (ticks, rodents, livestock, mosquitoes, camels, horses etc.), Other, None of the above
fr: Résider ou se déplacer vers une zone d'endémie, L'exposition aux vecteurs (tiques, rongeurs, bétail, les moustiques, les chameaux, chevaux, etc.), Autre, Aucune de ces réponses

source: Age (children between 9 months and 5 years), Overcrowding conditions, Measles immunization coverage rate known to be <80% in area of origin/residence, Malnutrition, Other, None of the above
fr: Âge (enfants âgés de 9 mois à 5 ans), Les conditions de surpeuplement, Le taux de couverture vaccinale connus pour être <80% dans la région d'origine / de résidence, La malnutrition, Autre, Aucune de ces réponses

source: Endemic Hepatitis A, Contaminated water sources, Contaminated food sources, Presence of other known cases, Other, None of the above
fr: Hépatite A endémique, Sources d'eau contaminées, Sources alimentaires contaminées, Présence d'autres cas connus, Autre, Aucune de ces réponses

source: Exposure to areas where mosquito vector is present, Stagnant water sources, Movement to/from malaria endemic areas, Children, Pregnant woman, Immune compromised individuals, Malnutrition, Other, None of the above
fr: L'exposition à des zones où le moustique vecteur est présent, Les sources d'eau stagnante, Mouvement de / vers les zones d'endémie palustre, Enfants, Femme enceinte, Les personnes immunodéprimées, La malnutrition, Autre, Aucune de ces réponses

source: Person living with HIV, Person with active TB, Person with other chronic illness, Influenza outbreak/seasonal influenza, Other, None of the above
fr: Personne vivant avec le VIH, Personne atteinte de tuberculose active, Personne atteinte d’autre maladie chronique, Epidémie de grippe / la grippe saisonnière, Autre, Aucune de ces réponses

source: Unprotected vaginal and/or anal intercourse, Other, None of the above
fr: La pénétration vaginale et / ou anale non protégée, Autre, Aucune de ces réponses

source: Inadequate food availability at household level, Children's diseases, Other, None of the above
fr: Insuffisance de disponibilité alimentaire au niveau du ménage, Les maladies de l’enfant, Autre, Aucune de ces réponses

source: Inadequate food availability at household level, Lack of appetite, Small birth weight, Low educational level of mothers, Other, None of the above
fr: Insuffisance de disponibilité alimentaire au niveau du ménage, Manque d’appétit, Petit poids à la naissance, Mère de niveau éducatif faible, Autre, Aucune de ces réponses

source: Long exposure to mosquito bites transmitting the parasite in endemic areas.
fr: Exposition longue à des piqures de moustiques transmettant le parasite dans les zones d’endémie.

source: Travel History in areas where there is circulating a new pathogen that can have a serious impact on public health (eg avian influenza, cholera , …), Illness in a health care worker who takes care of patients with respiratory disease, Illness in a person working in a slaughterhouse, farmer or a person in close contact with livestock ( eg chickens ), Patient is admitted to ICU, History of illness in the family or close contact
fr: Histoire d’un voyage dans les zones où il y a circulation d'un nouvel agent pathogène pouvant avoir un impact grave de santé publique (par exemple grippe aviaire, choléra, …), Une maladie chez un travailleur de la santé qui prend soin des patients atteints de maladies respiratoires, Une maladie chez une personne travaillant dans un abattoir, agriculteur ou une personne en contact étroit avec des animaux d’élevage (par exemple des poulets), Le patient étant admis en soins intensifs, Histoire de la maladie dans la famille ou chez un contact étroit

source: Watery diarrhoea (3 or more abnormally loose or fluid stools in the past 24 hours, Rice stools with or without vommitting, Severe dehydration (including any of the following loss of skin turgor, malaise, tachypnoea, hypotension), Fever (more common in children), Other, None of the above
fr: Diarrhée aqueuse (au moins 3 selles anormalement molles ou liquides dans les dernières 24 heures, les selles "eau de riz» avec ou sans vomissements), une déshydratation sévère (avec une perte d'élasticité de la peau, de malaise, de tachypnée, d’hypotension), la fièvre (plus fréquente chez les enfants)

source: Fever, Headache, Malaise, Cough, Bradycardia, Splenomegaly, Rose spot on the trunk, Gastrointestinal symptoms, Other, None of the above
fr: Fièvre, maux de tête, malaise, toux, une bradycardie, une splénomégalie, Tâches roses sur le tronc, les symptômes gastro-intestinaux

source: Malnourished, Bloody diarrhoea (3 or more abnormally loose or fluid stools in past 24 hours with visible blood), Fever, Abdominal cramps, Rectal pain, Seizures, Sepsis, Rectal prolapsed, Toxic megacolon, Hemolytic uraemic syndrome, Other, None of the above
fr: Selles sanglantes (au moins 3 selles anormalement molles ou liquides au cours des dernières 24 heures avec du sang visible), de la fièvre, des crampes abdominales, des douleurs rectales, des convulsions, la septicémie, rectale prolapsus, mégacôlon toxique, syndrome hémolytique et urémique

source: Nausea, Vomiting, Mucoid diarrhoea (fatty stools), Other diarrhoea (non-watery and non-bloody type), Abdominal pain, Headache, Dizziness, Loss of consciousness, Coma, Thirst, Dehydration, Dyspnoea, Weakness, Malaise, Sore throat, Fever, Chills, Gastroenteritis, Blurred vision, Twitching/convulsions, Tingling/numbness, Dilated pupils, Constricted pupils, Difficulty swallowing/speaking/breathing, Rash, Itching of skin, Other, None of the above
fr: Nausées, vomissements, diarrhée mucoïde (selles grasses), d'autres diarrhées (type non-aqueux et non-sanglante), des douleurs abdominales, des maux de tête, des étourdissements, perte de conscience, coma, la soif, la déshydratation, la dyspnée, faiblesse, malaise, maux de gorge, fièvre, des frissons, la gastro-entérite, une vision floue, des contractions musculaires / convulsions, des picotements / engourdissements, les pupilles dilatées, contraction des pupilles, difficulté à avaler / parler / respiration, éruptions cutanées, des démangeaisons de la peau

source: Cough of long duration (>2 weeks), Coughing blood , Chest pain, Shortness of breath, Fever/night sweats, Tiredness, Loss of appetite, Weight loss, Other, None of the above
fr: Toux de longue durée (> 2 semaines), des douleurs thoraciques, essoufflement, fièvre / sueurs nocturnes, fatigue, perte d'appétit, perte de poids.

source: High fever, Painful inflammation and suppuration in the lymph nodes in the area of the bite, Headache, Vomiting, Delirium, Shortness of breath, Cough, Bloody sputum, Other, None of the above
fr: Une forte fièvre, une inflammation douloureuse et la suppuration dans les ganglions lymphatiques dans la zone de la morsure, maux de tête, des vomissements, le délire, l'essoufflement, la toux, des expectorations sanglantes.

source: Cutaneous lesions, Nodules, Nerve issues, Other, None of the above
fr: Lésions cutanées, nodules, troubles nerveux.

source: Inability to open the mouth ( "lockjaw"), spasm sustained facial muscles, including the jaw, painful muscle contractions, inability to breastfeed (newborn), stiff body or arc (newborn ), inability to breathe
fr: Incapacité à ouvrir la bouche («trismus»), le spasme soutenu des muscles du visage, y compris la mâchoire, des contractions musculaires douloureuses, l'incapacité d'allaiter (nouveau-né), le corps raide ou arc (nouveau-né), incapacité à respirer

source: Asymptomatic, Rapid onset (weeks), Loss of muscle tone (floppy), Muscle weakness (paralysis), One or more limbs involved, Other, None of the above
fr: Asymptomatique, apparition rapide (semaines), perte de tonus musculaire (flasque), faiblesse musculaire (paralysie), un ou plusieurs membres impliqués, Autre, Aucun des symptômes ci-dessus.

source: Spasms in response to tactile, auditory, visual or olfactory stimuli, paralysis or Guillain-Barré-like syndrome, myoedema on percussion sites, encephalitis
fr: Spasmes en réponse au stimuli tactile, auditive, visuelle ou olfactifs, la paralysie ou le syndrome de Guillain-Barré-like, myoedème sur les sites de percussion, encéphalite

source: Sudden onset of intense headache, Suddepn onset of fever, Sudden onset of nausea, Sudden onset of vomiting, Sudden onset of photophobia, Sudden onset of stiff neck, Lethargy, Delirium, Coma, Purpura, Shock symptoms, Other
fr: Apparition soudaine de maux de tête intenses, apparition soudaine de fièvre, l'apparition soudaine de nausées, l'apparition soudaine de vomissements, apparition soudaine d'une photophobie, apparition soudaine d'une raideur de la nuque, de la léthargie, délire, coma, purpura, les symptômes dechoc.

source: Headache, retro-orbital pain, myalgia, arthralgia, rash, haemorrhagic manifestations, leukopenia or thrombocytopenia
fr: Maux de tête, douleurs rétro-orbitaires, myalgies, arthralgies, éruptions cutanées, des manifestations hémorragiques, leucopénie ou thrombopénie.

source: High fever, rash, runny nose, cough, conjunctivitis, Koplik spots (small white spots on buccal mucosa), red maculopapular (blotchy) rash 3 to 7 days after onset starting behind the ears and hairline
fr: Une forte fièvre, des éruptions cutanées, un écoulement nasal, toux, conjonctivite, taches de Koplik (petites taches blanches sur la muqueuse buccale), maculo-rouge (tâché), éruption de 3 à 7 jours après et commmence derrière les oreilles et la racine des cheveux.

source: Fever, hepatitis, albuminuria, renal failure, shock, haemorrhage
fr: La fièvre, l'hépatite, albuminurie, l'insuffisance rénale, choc, hémorragie

source: Fever with or without chills, headaches, widespread pain in the back and joints, nausea or vomiting, increased spleen and liver, anemia
fr: Fièvre avec ou sans frissons, maux de tête, douleur généralisée dans le dos et les articulations, nausées ou des vomissements, augmentation de volume de la rate ou du foie, anémie

source: Fever, cough, sore throat, runny/stuffy nose, body ache, headache, fatigue, vomiting, diarrhea
fr: Fièvre, toux, maux de gorge, écoulement du nez / congestion, courbatures, maux de tête, fatigue, vomissements, diarrhée

source: Nausea, Vomiting, Mucoid diarrhoea (fatty stools), Other diarrhoea (non-watery and non-bloody type), Abdominal pain, Headache, Dizziness, Loss of consciousness, Coma, Thirst, Dehydration, Dyspnoea, Weakness, Malaise, Sore throat, Fever, Chills, Gastroenteritis, Blurred vision, Twitching/convulsions, Tingling/numbness, Dilated pupils, Constricted pupils, Difficulty swallowing/speaking/breathing, Rash, Itching of skin
fr: Nausées, vomissements, diarrhée mucoïde (selles grasses), autres diarrhées (type non-aqueux et non-sanglante), douleurs abdominales, maux de tête, étourdissements, perte de conscience, coma, soif, déshydratation, dyspnée, faiblesse, malaise, maux de gorge, fièvre, frissons, gastro-entérite, vision floue, contractions musculaires / convulsions, picotements / engourdissements, pupilles dilatées ou au contraire contractées, difficulté à avaler / parler / respirer, éruptions cutanées, démangeaisons de la peau

source: Fever, lymphadenopathy, genital discharge
fr: Fièvre, Lymphadénopathie, Ecoulement génital

source: Small relative to size.
fr: Maigre par rapport à sa taille.

source: Presence of oedema in both feet, marasmus (visible weight loss and severe), combination of the two forms
fr: Présence d’œdème au niveau des deux pieds, Marasme (amaigrissement visible et sévère), association des deux formes

source: Runny nose, cough, fever, Other, None of the above
fr: Écoulement du nez, Toux, Fièvre, Autre, Aucune de ces réponses

source: Lymphedema (elephantiasis) and chronic form acute attack, hydrocele
fr: Lymphoedème (éléphantiasis) forme chronique et aiguë, hydrocèle

source: Unusual clinical presentation, Change in treatment response
fr: Présentation clinique inhabituelle ; Changement dans la réponse au traitement

source: Blurred vision, Headache, Shortness of breath, Nose bleeds
fr: Vision floue, céphalé, essoufflement, saignements de nez

source: Isolation of vibrio cholera 01 or 0139 from stool sample (at least 5 grams or pea sized) or rectal swab
fr: Isolement de Vibrio cholérique 01 ou 0139 à partir d’échantillon de selles (au moins 5 grammes ou de la taille d’un pois) ou d’un prélèvement rectal

source: • Salmonella Typhi isolated from any clinical specimen • Widal test result of a four-fold or greater rise in the titre of Salmonella Typhi O antibody in paired sera
fr: • Salmonella Typhi isolé dans tout échantillon clinique • Le résultat du test de Widal avec une augmentation de quatre fois ou plus du titre de l'anticorps Salmonella Typhi O dans les sérums appariés

source: Isolation of Shigella dysenteriae type 1 from stool samples (at least 5 grams or pea sized)
fr: Isolement de Shigella dysenteriae type 1 à partir d'échantillons de selles (au moins 5 grammes ou de la taille d’un petit pois).

source: Isolation of suspected causative agent/s (refer to MOH guidelines) AND detailed risk assessment
fr: Isolement de l'agent causal présumé (s) et de l'évaluation

source: At least one positive plate of 3 sputum specimens by direct examination by light microscopy (samples early in the morning are more likely to contain the TB germ in the body), a positive result by the GeneXpert technology, culture result positive despite a negative direct examination, radiography. Intradermal (IDR) with pediatric score in children.
fr: Au moins une lame positive sur 3 échantillons de crachats par examen direct au microscope optique (échantillons tôt le matin sont plus susceptibles de contenir de germe de la tuberculose dans l’organisme), un résultat positif par la technique de GeneXpert, un résultat de culture positif malgré un examen direct négatif, radiographie. Intradermoréaction (IDR) avec score pédiatrique chez les enfants.

source: Any one of the following: • Isolation of Yersinia pestis from a clinical specimen • Four-fold or greater change in serum antibody titre to Y. pestis fraction 1 (F1) antigen
fr: L'une des opérations suivantes: • Isolement de Yersinia pestis à partir d'un échantillon clinique • Augmentatoin de quatre fois ou plus dans le sérum du titre d'anticorps à la fraction Y. pestis 1 (F1) antigène

source: • Multibacillary leprosy: demonstration of acid-fast bacilli in skin or dermal nerve, obtained either by skin biopsy, slit skin smear examination or nerve biopsy of a lepromatous lesion. • Paucibacillary leprosy: characteristic presence of epithelioid cell granulomas within or around peripheral nerves.
fr: •La confirmation en laboratoire concerne les cas de rechute : existence de nouvelles lésions cutannées ou nodules, avec existence de BH à l’examen bacilloscopique.

source: Not applicable. The organism is rarely recovered from the site of infection and usually there is no detectable antibody response.
fr: •N'est pas applicable • en général il n'y a pas de réponse d'anticorps détectable.

source: • With a spatula, take two stool samples from 8 to 10 grams (thumb-sized adult) of the case in the range of 24 to 48 hours maximum in two different tubes and close them well • Enter on the tubes the following information: name and first names of the event, date and time of sampling and the sample Number (num 1 for the first saddle and the num 2 for 2nd seat) • Take an older saddle sample of each of the three contacts of the case of 15 years and put them in 3 different tubes properly labeled • Put all 5 tubes in a bag and close it well • Put the bag in a vaccine carrier with frozen storage • Put the busy notification form into another plastic bag, place it above known accumulators • Close the door and send vaccine has IPM in less than 72 hours after the second sample • All AFP cases must be validated the focal point of the district before routing to IPM
fr: • Avec une spatule, prendre deux échantillons de selles du cas. Chaque échantille doit être de la taille du pouce de d'un adulte (8 a 10 g). Les deux prélèvements doivent être espacés de 24 à 48 heures maximum et faits dans deux tubes différents. Bien refermer les tubes • Inscrire sur les tubes les informations suivantes : nom et prénoms du cas, date et heure de prélèvement et numéro de l’échantillon (num 1 pour la 1ère selle et le num 2 pour la 2ème selle) • Prendre un échantillon de selle de chacun des 3 contacts du cas (les contacts doivent être âgé de moins de 15 ans) et les mettre dans 3 tubes différents bien étiquetés • Mettre tous les 5 tubes dans un sachet et bien le refermer • Mettre le sachet dans un porte vaccin avec des accumulateurs congelés(la température doit être entre 2°C à 8°C • Mettre la fiche de notification bien remplie sans oublier les renseignements des 3 contacts dans un autre sachet plastique, la déposer au dessus des accumulateurs • Fermer le porte vaccin et l’envoyer à l’IPM dans moins de 72 heures après le deuxième prélèvement • Tout cas de PFA doit être validé par le point focal district avant l’acheminement vers l’IPM
