Repository: fjelltopp/meerkat_frontend
Catalog: translations/*/LC_MESSAGES/messages.po
Languages: fr

source: Dear {first_name} {last_name}, Thank you for subscribing to receive public health surveillance notifications from {country}. We can confirm that your contact details have been successfully verified. You can unsubscribe at any time by clicking on the relevant link in your e-mails. If you wish to unsubscribe now copy and paste the following url into your address bar: {url}/unsubscribe/{subscriber_id}
fr: Cher {first_name} {last_name}, Merci de vous être abonné pour recevoir des notifications de surveillance de la santé publique de {country}. Nous pouvons confirmer que vos coordonnées ont été vérifiées avec succès. Vous pouvez vous désinscrire à tout moment en cliquant sur le lien correspondant dans vos e-mails. Si vous souhaitez vous désinscrire maintenant copiez et collez l'adresse suivante dans votre barre d'adresse : {url}/unsubscribe/{subscriber_id}

source: <p>Dear {first_name} {last_name},</p><p>Thank you for subscribing to receive public health surveillance notifications from {country}. We can confirm that your contact details have been successfully verified.</p><p>You can unsubscribe at any time by clicking on the relevant link in your e-mails.</p><p> If you wish to unsubscribe now <a href='{url}/unsubscribe/{subscriber_id}'>click here.</a></p>
fr: <p>Cher {first_name} {last_name},</p><p> Merci de votre inscription pour recevoir des notifications de surveillance de la santé publique de {country}. Nous pouvons confirmer que vos coordonnées ont été vérifiées avec succès.</p><p> Vous pouvez vous désabonner à tout moment en cliquant sur le lien correspondant dans vos e-mails.</p><p> Si vous souhaitez vous désabonner maintenant <a href='{url}/unsubscribe/{subscriber_id}'>cliquez ici.</a></p

source: Your subscription has been successful
fr: Votre abonnement a été un succès

source: A new code has been sent to your phone.
fr: Un nouveau code a été envoyé sur votre téléphone.

source: Error: Try again later, or contact administrator.
fr: Erreur : Veuillez réessayer plus tard ou contacter l'administrateur.

source: Your verification code for {country} public healthsurveillance notifications is: {code}. Please follow instructions in the email to verify your contact details.
fr: Votre code de vérification pour les notifications de surveillance de la santé publique de {country} est : {code}. S'il vous plaît, suivez les instructions dans vos e-mail pour vérifier vos coordonnées.

source: monthly_email_title
fr: titre_email_mensuel

source: title
fr: titre

source: Madagascar <br> Public Health Surveillance
fr: Madagascar <br /> Surveillance Integrée de la Santé Publique

source: <b>Madagascar </b> &middot; Public Health Surveillance
fr: <b>Madagascar </b> &middot; Surveillance de la Santé Publique

source: Madagascar Public Health Surveillance
fr: Madagascar Surveillance de la Santé Publique

source: Public Health Surveillance
fr: Surveillance de la Santé Publique

source: The World Health Organisation
fr: Organisation Mondiale de la Santé

source: The Ministry of Health, Madagascar
fr: Ministère de la Santé Publique, Madagascar

source: Direction of Health Monitoring and Disease Surveillance (DVSSE)
fr: Direction de la Veille Sanitaire et de la Surveillance Epidémiologique (DVSSE)

source: Dashboard
fr: Tableau de bord

source: Notifications
fr: Notification

source: Explore
fr: Explorer

source: Map View
fr: Carte

source: Outbreak Investigation
fr: Investigation de l’épidémie

source: <strong>Directorate of Health Monitoring and Surveillance</strong><br />Ministry of Health<br /> Antananarivo<br />Madagascar<br /><abbr title='Website'>W:</abbr> <a href='https://dvsse.sante.gov.mg'>https://dvsse.sante.gov.mg</a>
fr: <strong>Direction de la Veille Sanitaire et de la Surveillance Epidémiologique (DVSSE)</strong><br />Ministère de la Santé Publique<br /> Antananarivo<br />Madagascar<br /><abbr title='Website'>W:</abbr> <a href='https://dvsse.sante.gov.mg'>https://dvsse.sante.gov.mg</a>

source: Communicable Disease Profile Report
fr: Profil de la Santé publique

source: Communicable Disease Report
fr: Rapport des Maladies Transmissibles

source: DVSSE Epidemiological Monitoring Report
fr: Rapport de Surveillance Epidémiologique de la DVSSE

source: Plague Epidemiological Surveillance Report
fr: Rapport de Surveillance Epidémiologique de la Peste

source: Androy Central Emergency Response Fund (CERF) Bulletin
fr: Bulletin Central Emergency Response Fund (CERF) d’Androy

source: AFRO Epidemiological Bulletin
fr: Bulletin Epidémiologique d’AFRO

source: Overview
fr: Aperçu

source: <p>Madagascar is implementing an integrated, electronic public health surveillance system. The system is case-based and integrated and employs mobile information technology to aid collection of real-time, standardised data to inform and improve decision-making at different levels of the health system.<p>Information is made available within one hour via an online framework with automated generation of SMS and email alerts and support for mapping and reporting, that is accessed at all levels of the Ministry of Health.</p>
fr: <p>Madagascar met en œuvre un système de surveillance intégrée. Il emploie les technologies de l'information mobile (tablettes numériques) pour la collecte cas par cas de données normalisées lors des consultations par les cliniciens. <p> L'information est mise à disposition en temps réel par l'intermédiaire d'un serveur avec la génération automatique d'alertes par SMS et e-mail. Ceci permet une détection précoce des épidémies et réduit le temps nécessaire pour la riposte. Les données brutes , des rapports personnalisables et des cartographies sont accessibles à tous les niveaux du ministère de la Santé via le site web de la DVSSE.</p>

source: Indicators
fr: Indicateurs

source: <p class='reports-button'><a type='button' class='btn btn-lg btn-default ' href='reports/public_health' target='_blank'>Public Health<br/>Profile</a><a type='button' class='btn btn-lg btn-default ' href='reports/communicable_diseases' target='_blank'>Communicable Disease<br/>Report</a><a type='button' class='btn btn-lg btn-default ' href='reports/epi_monitoring' target='_blank'>Epidemiological<br/>Monitoring Report</a></p>
fr: <p class='reports-button'><a type='button' class='btn btn-lg btn-default ' href='reports/public_health' target='_blank'>Profil de la <br> Santé publique</a><a type='button' class='btn btn-lg btn-default ' href='reports/communicable_diseases' target='_blank'>Rapport des maladies<br> transmissibles</a><a type='button' class='btn btn-lg btn-default ' href='reports/epi_monitoring' target='_blank'>Rapport de surveillance<br> épidémiologique hebdomadaire</a></p>

source: Principles
fr: Principes

source: <p>The project has the following principles of implementation (click to expand):</p>
fr: <p>Le projet comporte les principes suivants de mise en œuvre suivants (cliquez pour agrandir) :</p>

source: 1. Routine surveillance
fr: 1. Surveillance de routine

source: The project supports routine surveillance to ensure the national health system is strengthened and the capacity of the Ministry of Health is developed for long-term ownership and response.
fr: Le projet appuie la surveillance de routine pour assurer le renforcement du système de santé national et de la capacité du Ministère de la Santé Publique à développer la réponse.

source: 2. Integrated, case based disease surveillance
fr: 2. Surveillance intégrée des maladies

source: The project builds on existing national and international surveillance standards, guidelines and case definitions. Diseases, conditions and events are coded according to the International Classification of Disease (ICD-10).
fr: Le projet est développé à partir de définitions de cas, lignes directrices et standards de surveillance internationaux. Les maladies maladies, conditions et évènements sont codés selon la Classification International des maladies (CIM 10).

source: 3. Clinical-decision support
fr: 3. Aide à la décision clinique

source: The system includes evidence-based clinical algorithms for integrated management of childhood illness (IMCI) for child health to support and improve the provision of clinical care.
fr: Le système contient des algorithmes permettant de standardiser la définition des cas, qui aident à la décision clinique pour chacune des 28 maladies à surveiller avec les signes, les symptômes, les facteurs de risque, les diagnostics différentiels et des conseils en matière d'examens paracliniques.

source: 4. Alerts and notifications
fr: 4. Notifications et alertes

source: Automated real-time notifications and alerts are generated for 20 notifiable communicable diseases, by SMS and email, within one hour of reporting to inform outbreak investigation and response at the appropriate level of decision-making. A line list of alerts is automatically generated via the online framework which links subsequent alert investigation and outcomes.
fr: Des alertes et notifications automatiques en temps réels sont envoyées par SMS et par email, dans un délai d’une heure après l’envoi des données par les cliniciens. Ces alertes permettent d'informer et de déclencher l’investigation et la réponse du Ministère de la Santé Publique avec une prise de décision du niveau concerné.

source: 5. Real-time analysis and reporting
fr: 5. Rapportage et analyse des données en temps réel

source: The system shares structured, anonymised data via an online framework for geospatial data visualisation, generation of alerts, and automated generation of reports.
fr: Le système partage des données anonymes et structurées via un portail en ligne permettant une représentation géospatiale des données. Il génère automatiquement des alertes et des rapports.

source: Acknowledgements
fr: Remerciements

source: We gratefully acknowledge the support of <br> our partners in the development of this project.
fr: Nous tenons à remercier le soutien de <br> nos partenaires dans le développement de ce projet

source: Age and Gender
fr: Âge et le sexe

source: Regions
fr: Régions

source: Clinics
fr: Sites de surveillance

source: Public Health
fr: Santé publique

source: Case Report
fr: Rapportage de cas

source: Register
fr: Consultations Journalières

source: Visit Date
fr: Date de visite

source: Age (Years)
fr: Age (Années)

source: Age (Months)
fr: Age (mois)

source: ICD 10 Code
fr: Code CIM 10

source: Alert Investigation Steps
fr: Etapes d'enquêtes d'alertes

source: Signal Events
fr: Signaler un évènement

source: Check if the patient has any of the following symptoms
fr: Vérifiez si le patient présente l'un des symptômes suivants

source: Check if the patient has any of the following risk factors
fr: Vérifiez si le patient présente l'un des facteurs de risque suivants

source: Onset Date
fr: Date de début

source: Previously Vaccinated
fr: Deja vaccinés

source: Date of onset of AFP paralysis
fr: Date de début de la paralysie PFA

source: Date of polio first dose
fr: Date de la première dose polio

source: Date of polio second dose
fr: Date de la deuxième dose polio

source: Date of AFP notification
fr: Date de notification PFA

source: Date of AFP investigation
fr: Date de l'enquête PFA

source: Date of previous measles vaccination
fr: Date de la précédente vaccination contre la rougeole

source: Date of measles sample collection
fr: Date du recueil d'échantillon rougeole

source: Malaria patient has fever
fr: Paludisme le patient a de la fièvre

source: Malaria RDT result
fr: Résultat TDR paludisme

source: Malaria Slide result
fr: Résultat de la goutte epaisse du paludisme

source: Plague RDT result
fr: Résultat TDR peste

source: Type of plague
fr: Type de peste

source: Did the patient receive HIV counselling and testing?
fr: Le patient a-t-il reçu des conseils et un dépistage du VIH ?

source: What is the HIV status of the patient?
fr: Quel est le statut VIH du patient ?

source: Number of medicines prescribed
fr: Nombre de médicaments prescrits

source: Name of Medicine 1 prescribed
fr: Nom du 1er médicament prescrit

source: Dose of Medicine 1 prescribed
fr: Dose du 1er médicament prescrit

source: Availability of Medicine 1 prescribed
fr: Disponibilité du 1er médicament prescrit

source: Name of Medicine 2 prescribed
fr: Nom du 2ème médicament prescrit

source: Dose of Medicine 2 prescribed
fr: Dose du 2ème médicament prescrit

source: Availability of Medicine 2 prescribed
fr: Disponibilité du 2ème médicament prescrit

source: Name of Medicine 3 prescribed
fr: Nom du 3ème médicament prescrit

source: Dose of Medicine 3 prescribed
fr: Dose du 3ème médicament prescrit

source: Availability of Medicine 3 prescribed
fr: Disponibilité du 3ème médicament prescrit

source: Name of Medicine 4 prescribed
fr: Nom du 4ème médicament prescrit

source: Dose of Medicine 4 prescribed
fr: Dose du 4ème médicament prescrit

source: Availability of Medicine 4 prescribed
fr: Disponibilité du 4ème médicament prescrit

source: Name of Medicine 5 prescribed
fr: Nom du 5ème médicament prescrit

source: Dose of Medicine 5 prescribed
fr: Dose du 5ème médicament prescrit

source: Availability of Medicine 5 prescribed
fr: Disponibilité du 5ème médicament prescrit

source: Month
fr: Mois

source: Year
fr: An

source: ASK: Does the mother breastfeed the child?
fr: DEMANDER : Est-ce que la mère allaite l'enfant ?

source: ASK: Does the mother exclusively breastfeed the child?
fr: DEMANDER : Est-ce que la mère allaite exclusivement l'enfant ?

source: ASK: Why not?
fr: DEMANDER : Pourquoi elle ne le fait pas ?

source: ASK: Is the mother providing an infant formula?
fr: DEMANDER : Est-ce que la mère fournit une préparation pour nourrissons ?

source: ASK: What type of formula is the baby using?
fr: DEMANDER : Quel type de préparation est utilisée pour le bébé ?

source: ASK: Has the child ever been vaccinated?
fr: DEMANDER : Est-ce que l'enfant a déjà été vacciné ?

source: ASK: What vaccinations has the child received?
fr: DEMANDER : Quels vaccins a reçus l'enfant ?

source: Ever smoked?
fr: Le patient a-t-il déjà fumé ?

source: Smoke now?
fr: Le patient est-il fumeur actuellement ?

source: Referral
fr: Cas reféré

source: Case Managment
fr: Gestion de cas

source: Contact Tracing
fr: Recherche de contacts

source: Laboratory Diagnosis
fr: Diagnostic en laboratoire

source: No of pregnant women who received IPT during first ANC visit
fr: Nombre de femmes enceintes ayant reçu du TPI lors de la 1ère consultation prénatale

source: No of pregnant women who received IPT during first ANC visit within 16 weeks
fr: Nombre de femmes enceintes ayant reçu du TPI lors de la première consultation prénatale à moins de 16 semaines d'aménorrhée

source: No of pregnant women who received IPT 1
fr: Nombre de femmes enceintes ayant reçu TPI1

source: No of pregnant women who received IPT 2
fr: Nombre de femme enceinte ayant reçu un TPI2

source: No of pregnant women who received IPT 3
fr: Nombre de femmes enceintes ayant reçu un TPI3

source: No of children under five who received a LLIN during routine distribution
fr: Nombre d'enfants de moins de 5 ans ayant reçu MID en mode routine

source: No of pregnant women who received a LLIN during routine distribution
fr: Nombre de femmes enceintes ayant reçu MID en mode routine

source: No of children under five who received a LLIN during another mode of distribution
fr: Nombre d'enfants de moins de 5 ans ayant reçu MID par un autre mode de distribution (pas en routine)

source: No of pregnant women who received a LLIN during another mode of distribution
fr: Nombre de femmes enceintes ayant reçu MID par un autre mode de distribution (pas en routine)

source: Other Nationality
fr: Autre nationalité

source: Female <5
fr: Femme <5

source: Female 5-9
fr: Femme 5-9

source: Female 10-14
fr: Femme 10-14

source: Female 15-19
fr: Femme 15-19

source: Female 20-59
fr: Femme 20-59

source: Female >60
fr: Femme >60

source: Male <5
fr: Masculin <5

source: Male 5-9
fr: Masculin 5-9

source: Male 10-14
fr: Masculin 10-14

source: Male 15-19
fr: Masculin 15-19

source: Male 20-59
fr: Masculin 20-59

source: Male >60
fr: Masculin >60

source: Child under 24 months
fr: Enfant de moins de 24 mois

source: Communicable disease
fr: Maladie transmissible

source: Non-communicable disease
fr: Maladie non transmissible

source: Reproductive Health
fr: Santé reproductive

source: Other
fr: Autre

source: Acute Diarrhoea
fr: Diarrhée aiguë

source: Typhoid Fever
fr: Fièvre typhoïde

source: Bloody Diarrhoea
fr: Diarrhée sanglante

source: Neonatal Tetanus
fr: Tétanos néonatal

source: Acute Flaccid Paralysis
fr: Paralysie Flasque Aiguë

source: Arbovirus
fr: Suspicion d'arbovirose

source: Acute Haemorrhagic Fever
fr: Fièvre hémorragique aiguë

source: Measles / Rubella
fr: Rougeole / Rubéole

source: Malaria
fr: Paludisme

source: Unconfirmed malaria
fr: Paludisme non confirmé

source: Influenza-like illness
fr: Syndrome grippal

source: Seafood Poisoning
fr: Episode d’Intoxication par Consommation d’Animaux Marins (ICAM)

source: Sexually Transmitted Infection
fr: Infection sexuellement transmissible (IST)

source: Maternal Death
fr: Décès maternel

source: Neonatal Death
fr: Décès néonatal

source: Lymphatic Filariasis
fr: Filariose lymphatique

source: Other / Alert
fr: Autre évènement inhabituel nécessitant une alerte

source: Vaccinated
fr: Vacciné

source: Hepatitis B
fr: Hépatite B

source: Diptheria
fr: Diphtérie

source: Tetanus
fr: Tétanos

source: Pertussis
fr: Coqueluche

source: Haemophilus influenzae type B (HiB)
fr: Haemophilus influenzae de type B (Hib)

source: Measles
fr: Rougeole

source: Mumps
fr: Oreillons

source: Rubella
fr: Rubéole

source: Mental Health (mhGAP)
fr: Santé mentale (mhGAP)

source: Child Health (IMCI)
fr: Santé des enfants (PCIME)

source: Prescribing
fr: Prescrire

source: Complications in pregnancy
fr: Complications de la grossesse

source: Child is breastfed
fr: L'enfant est allaité

source: Child is exclusively breastfed
fr: L'enfant est allaité exclusivement

source: Child is provided an infant formula
fr: L'enfant reçoit une préparation pour nourrissons

source: New Visit
fr: Nouvelle consultation

source: Return Visit
fr: Consultation de suivi

source: Daily Forms
fr: Formulaires quotidiens

source: Refugee Consultations
fr: Consultations des réfugiés

source: Active Surveillence Fever
fr: Surveillance active fièvre

source: <29 days
fr: <29 jours

source: 29 days-12 months
fr: 29 jours-12 mois

source: 1-4 years
fr: 1-4 ans

source: 5-9 years
fr: 5-9 ans

source: 10-14 years
fr: 10-14 ans

source: 15-24 years
fr: 15-24 ans

source: 25-49 years
fr: 25-49 ans

source: 50-59 years
fr: 50-59 ans

source: >60 years
fr: >60 ans

source: Maternal Deaths
fr: Décès maternel

source: Maternal Deaths <29 days
fr: Décès maternel <29 days

source: Maternal Deaths 29 days-12 months
fr: Décès maternel 29 days-12 months

source: Maternal Deaths 1-4 years
fr: Décès maternel 1-4 years

source: Maternal Deaths 5-9 years
fr: Décès maternel 5-9 years

source: Maternal Deaths 10-14 years
fr: Décès maternel 10-14 years

source: Maternal Deaths 15-24 years
fr: Décès maternel 15-24 years

source: Maternal Deaths 25-49 years
fr: Décès maternel 25-49 years

source: Maternal Deaths 50-59 years
fr: Décès maternel 50-59 years

source: Maternal Deaths >60 years
fr: Décès maternel >60 years

source: Deaths icd_17
fr: Décès icd_17

source: Deaths icd_4183
fr: Décès icd_4183

source: Deaths icd_461
fr: Décès icd_461

source: Deaths icd_421
fr: Décès icd_421

source: Deaths icd_113
fr: Décès icd_113

source: Deaths icd_35
fr: Décès icd_35

source: Deaths icd_9643
fr: Décès icd_9643

source: Deaths icd_530
fr: Décès icd_530

source: Deaths icd_9225
fr: Décès icd_9225

source: Deaths icd_391
fr: Décès icd_391

source: Deaths icd_380
fr: Décès icd_380

source: Deaths icd_488
fr: Décès icd_488

source: Deaths icd_804
fr: Décès icd_804

source: Deaths icd_68
fr: Décès icd_68

source: Deaths icd_321
fr: Décès icd_321

source: Deaths icd_91
fr: Décès icd_91

source: Deaths cmd_43
fr: Décès cmd_43

source: Deaths icd_2194
fr: Décès icd_2194

source: Deaths cmd_48
fr: Décès cmd_48

source: Deaths icd_168
fr: Décès icd_168

source: Deaths icd_188
fr: Décès icd_188

source: Deaths icd_4177
fr: Décès icd_4177

source: Deaths icd_2189
fr: Décès icd_2189

source: Deaths epi_1
fr: Décès epi_1

source: Deaths icd_1
fr: Décès icd_1

source: Deaths epi_7
fr: Décès epi_7

source: Malaria RDT
fr: TDR Paludisme

source: Malaria Slide
fr: Test sur lame paludisme

source: Plague RDT
fr: TDR Peste

source: Plague Type ICD A20.0
fr: Type de Peste ICD A20.0

source: Plague Type ICD A20.2
fr: Type de Peste ICD A20.2

source: Cholera >5 years
fr: Choléra >5 ans

source: 01. Certain infectious and parasitic diseases
fr: 01. Certaines maladies infectieuses et parasitaires

source: 02. Neoplasms
fr: 02. Tumeurs

source: 03. Diseases of the blood and blood-forming organs and certain disorders involving the immune mechanism
fr: 03. Maladies du sang et des organes hématopoïétiques et certains troubles du système immunitaire

source: 04. Endocrine, nutritional and metabolic diseases
fr: 04. Maladies endocriniennes, nutritionnelles et métaboliques

source: 05. Mental and behavioural disorders
fr: 05. Troubles mentaux et du comportement

source: 06. Diseases of the nervous system
fr: 06. Maladies du système nerveux

source: 07. Diseases of the eye and adnexa
fr: 07. Maladies de l'oeil et de ses annexes

source: 08. Diseases of the ear and mastoid process
fr: 08. Maladies de l'oreille et du processus mastoïde

source: 09. Diseases of the circulatory system
fr: 09. Maladies de l'appareil circulatoire

source: 10. Diseases of the respiratory system
fr: 10. Maladies de l'appareil respiratoire

source: 11. Diseases of the digestive system
fr: 11. Maladies du système digestif

source: 12. Diseases of the skin and subcutaneous tissue
fr: 12. Maladies de la peau et du tissu sous-cutané

source: 13. Diseases of the musculoskeletal system and connective tissue
fr: 13. Maladies du système musculo-squelettique et du tissu conjonctif

source: 14. Diseases of the genitourinary system
fr: 14. Maladies du système génito-urinaire

source: 15. Pregnancy, childbirth and the puerperium
fr: 15.Grossesse, accouchement et la puerpéralité

source: 16. Certain conditions originating in the perinatal period
fr: 16. Certaines conditions originaires de la période périnatale

source: 17. Congenital malformations,deformations and chromosomal abnormalities
fr: 17. Malformations congénitales et anomalies chromosomiques

source: 18. Symptoms, signs and abnormal clinical and laboratory findings, not elsewhere classified
fr: 18. Symptômes, signes et résultats cliniques et de laboratoire anormaux, non classés ailleurs

source: 19. Injury, poisoning and certain other consequences of external causes
fr: 19. Lésions, intoxications et certaines autres conséquences de causes externes

source: 20. External causes of morbidity and mortality
fr: 20. Causes externe de morbidité et de mortalité

source: 21. Factors influencing health status and contact with health services
fr: 21. Facteurs influant sur l'état de santé et contact avec les services de santé

source: 22. Codes for special purposes
fr: 22. Codes à des fins spéciales

source: 23. Other (not ICD-10 coded)
fr: 23. Autre (non codé CIM-10)

source: Intestinal infectious diseases
fr: Maladies infectieuses intestinales

source: Certain zoonotic bacterial diseases
fr: Certaines maladies bactériennes zoonotiques

source: Other bacterial diseases
fr: Autres maladies bactériennes

source: Infections with a predominantly sexual mode of transmission
fr: Infections par un mode essentiellement sexuel de transmission

source: Other spirochaetal diseases
fr: Autres maladies à spirochètes

source: Other diseases caused by chlamydiae
fr: Autres maladies causées par Chlamydia
