Repository: fjelltopp/meerkat_frontend
Catalog: translations/*/LC_MESSAGES/messages.po
Languages: fr

source: Total Cases
fr: Nombre total de cas

source: Female
fr: Féminin

source: Male
fr: Masculin

source: Mixed
fr: Mixte

source: Patients followed up
fr: Les patients suivis

source: Laboratory results recorded
fr: Les résultats de laboratoire enregistrés

source: Patients admitted to ICU
fr: Les patients admis aux soins intensifs

source: Patients ventilated
fr: Répartition des patients

source: Mortality
fr: Mortalité

source: Mental Health (mhGAP) algorithm followed
fr: Algorithme de santé mentale (mhGAP) suivi

source: Child Health (IMCI) algorithm followed
fr: Prise en charge intégrée des maladies de l’enfant (PCIME) suivie

source: Reproductive Health screening
fr: Suivi de la santé reproductive

source: Prescribing practice recorded
fr: Pratique de prescription enregistrée

source: Smoking prevalence (current)
fr: Prévalence du tabagisme (actuel)

source: Cases Reported
fr: Cas déclarés

source: Alerts generated
fr: Alertes générées

source: Alerts investigated
fr: Alertes investiguées

source: Completeness
fr: Complétude

source: Timeliness
fr: Promptitude

source: Patient have smoking status recorded
fr: Patients ayant leur statut tabagique enregistré

source: Diabetes mellitus patients have HbA1C recorded
fr: Patients atteints d'un diabète sucré ayant HbA1C enregistré

source: Hypertension patients have BP recorded
fr: Patients hypertendus ayant BP enregistré

source: Availability of prescribed medicines
fr: Disponibilité des médicaments prescrits

source: Health Utilisation Rate
fr: Taux d'utilisation

source: Number of consultations per clinician per day
fr: Nombre de consultations par jour par clinicien

source: Hospitalisation rate
fr: Taux d'hospitalisation

source: Referral rate
fr: Taux de référence

source: Crude Mortality Rate (CMR)
fr: Taux brut de mortalité (CMR)

source: Under-five Mortality Rate (U5MR)
fr: Taux de mortalité des enfants de moins de cinq ans (TMM5)

source: Communicable Disease
fr: Maladie transmissible

source: Non-Communicable Disease
fr: Maladie non transmissible

source: Mental Health
fr: Santé mentale

source: Injury
fr: Blessure

source: Crude Mortality Rate
fr: Taux brut de mortalité

source: Under five crude mortality rate
fr: Taux brut de mortalité des enfants de moins de cinq ans

source: Total Consultations
fr: Nombre de consultations

source: Number of Clinicians
fr: Nombre de cliniciens

source: Hospital Referrals
fr: Références vers l'hospital

source: Other Referrals
fr: Autres références

source: Alerts
fr: Alertes

source: Alert #
fr: Alerte #

source: Date not loaded.
fr: Date non renseignée.

source: Alert Investigation Report
fr: Rapport d'investigation d'alerte

source: Alert:
fr: Alerte :

source: Case:
fr: Cas :

source: Clinic:
fr: Formation sanitaire :

source: Region:
fr: Région :

source: No data loaded
fr: Aucune donnée chargée

source: Cases:
fr: Cas :

source: Hospitalised:
fr: Hospitalisé :

source: Deaths:
fr: Décès :

source: Initial Investigation
fr: Enquête initiale

source: Final Followup
fr: Suivi final

source: Number of Followups
fr: Nombre de suivis

source: Central Review:
fr: Revue centrale :

source: Central Review Date
fr: Date de Revue centrale

source: Outcome
fr: Résultats

source: Risk Level
fr: Niveau de risque

source: IHR Status
fr: Statut de RSI

source: Gender
fr: Sexe

source: Age
fr: Âge

source: Diagnosis
fr: Diagnostic

source: Travel
fr: Voyage

source: Animal Contact
fr: Contact animal

source: Status
fr: Statut

source: Patient ID:
fr: ID Patient :

source: Patient Age:
fr: Âge du patient :

source: Patient Gender:
fr: Sexe du patient :

source: Alert Investigation:
fr: Investigation des alertes :

source: Completed
fr: Achevée

source: Not Completed
fr: Pas achevée

source: Individual
fr: Individuel

source: Time of reports
fr: dates des rapports

source: Daily Threshold
fr: Seuil quotidien

source: Weekly Threshold
fr: Seuil hebdomadaire

source: Location:
fr: Emplacement :

source: Not Loaded
fr: Non déclaré

source: Locations not loaded
fr: Emplacements non déclarés

source: Selection Table
fr: Tableau de sélection

source: Info Table
fr: Tableau d'Information

source: Week
fr: Semaine

source: Presenting Complaint
fr: Motif de consultation

source: ICD-10 Chart
fr: Classification CIM-10

source: Visit Types
fr: Types de visite

source: ICD-10 Table
fr: Table CIM-10

source: Category
fr: Catégorie

source: ICD10 Chapter
fr: Chapitre CIM-10

source: Visit Type
fr: Type de visite

source: Completeness by week
fr: Complétude par semaine

source: Reporting sites never reported
fr: les sites (formations sanitaires) dotés en tablette n'ayant jamais rapporté

source: Completeness by clinic
fr: Complétude par site de surveillance

source: Cholera Quality and Outcomes
fr: Qualité et résultats du choléra

source: Number of Facility-based Cholera Cases by Region
fr: Nombre de cas de choléra par formation sanitaire par région

source: Cholera Caseload
fr: Carnet de cas de choléra

source: Facility Infrastructure
fr: Infrastructure de la formation sanitaire

source: Facilities not surveyed
fr: formations sanitaires non enquêtées

source: Facilities without Case Management Protocols
fr: formations sanitaires sans protocoles de gestion de cas

source: Facilities without WASH protocols
fr: formations sanitaires sans protocoles WASH

source: Demographics
fr: Démographie

source: Nationality
fr: Nationalité

source: Bar
fr: Bâton

source: Pie
fr: Camembert

source: CD Demographics
fr: Démographie CD

source: Mental Health Demographics
fr: Démographie de santé mentale

source: NCD Demographics
fr: Démographie maladies non-transmissibles

source: Location of reports
fr: Localisation des rapports

source: Incidence rate by clinic
fr: Taux d'incidence par formation sanitaire

source: Incidence rate by district
fr: Taux d'incidence par district

source: Incidence rate by region
fr: Taux d'incidence par région

source: Cases by clinic
fr: Cas par formation sanitaire

source: Cases by region
fr: Cas par région

source: Cases by district
fr: Cas par district

source: Choose map type
fr: Choisissez le type de carte

source: Case Definition
fr: Définition de cas

source: Risk Factor(s)
fr: Facteurs de risque

source: Sign(s)/Symptom(s)
fr: Signe (s) / Symptôme (s)

source: Labs/Diagnostics
fr: Laboratoire / Diagnostic

source: Communicable Diseases
fr: Maladies transmissibles

source: Number of cases
fr: Nombre de cas

source: Event Based Surveillance
fr: Surveillance basée sur les événements

source: Summary
fr: Résumé

source: Events
fr: Évènements

source: IMCI
fr: PCIME

source: Tab title
fr: Titre de l'onglet

source: Map
fr: Carte

source: Choose disease to map
fr: Choisissez la maladie à cartographier

source: Mental Health Diseases
fr: Maladies de la santé mentale

source: Mental Health Disease
fr: Maladie de la santé mentale

source: Non-Communicable Diseases
fr: Maladies non transmissibles

source: Pandemic Influenza Preparedness
fr: Cas de grippe pandémique

source: PIP Table
fr: Tableau PIP

source: Plague
fr: Suspicion de cas de peste

source: Map of Plague cases
fr: Cartographie des cas de peste

source: Plague Cases
fr: Cas de peste

source: Health Services
fr: Services de santé

source: Childhood Vaccinations
fr: Vaccinations des enfants

source: Health Utilisation
fr: Fréquentation du centre

source: Foreigner Screening Program
fr: Programme de dépistage des étrangers

source: Lab Results
fr: Résultats du laboratoire

source: Employment
fr: Emploi

source: TB Type
fr: Type de TB

source: Lab results
fr: Résultats de laboratoire

source: Title Here
fr: Titre ici

source: Box title here
fr: Titre de la boîte ici

source: Timeliness by week
fr: Promptitude hebdomadaire

source: Timeliness by clinic
fr: Promptitude par centre de santé

source: CD Timeliness
fr: Prompitude Maladies transmissibles

source: NCD Timeliness
fr: Prompitude Maladies non transmissibles

source: Infant vaccinations this year
fr: Enfants vaccinés cette année

source: Female vaccinations this year
fr: Enfants de sexe féminin vaccinés cette année

source: Vaccine
fr: Antigène

source: 0-11 months
fr: 0-11 mois

source: >12 months
fr: >12 mois

source: Pregnant women
fr: Femmes enceintes

source: Women of reproductive age
fr: Femmes en âge de procréer

source: # of Cases
fr: Nombre de cas

source: Unfortunately the table you requested has no data. Please request a different table.
fr: Malheureusement, le tableau que vous avez demandé n'a pas de données. S'il vous plaît, demandez une autre table.modifiez votre requête.

source: #Cases with
fr: # Cas avec

source: Login
fr: S'identifier

source: Username
fr: Nom d'utilisateur

source: Password
fr: Mot de passe

source: There has been a server error. Please contact administrator and try again later.
fr: Il y a eu une erreur de serveur. S'il vous plait, contactez l'administrateur et réessayez plus tard.

source: Count
fr: Compte

source: Confirmed
fr: Confirmé

source: Suspected
fr: Suspect

source: Previous Year
fr: Année précédente

source: Hover over an area
fr: passez la souris au-dessus d’une zone

source: No Cases
fr: Aucun cas

source: Areas without cases are not shown
fr: les zones sans cas ne sont pas montrées

source: Percent %
fr: Pourcentage %

source: This Week
fr: Cette semaine

source: This Year
fr: Cette année

source: Epidemiological Week
fr: Semaine épidémiologique

source: Number of Reported Cases
fr: Nombre de cas déclarés

source: Compare sublocations
fr: Comparer les sublocalisations

source: Parent Locations
fr: Adresse des parents

source: cases
fr: Cas

source: Incidence Rate:
fr: Taux d'incidence :

source: Incidence Rates of
fr: Taux d'incidence de

source: per 1000.
fr: pour 1000.

source: per 1000
fr: pour 1000

source: Incidence Rate
fr: Taux d'incidence

source: Hover over a
fr: Survolez une

source: Number of cases of
fr: Nombre de cas de

source: January
fr: Janvier

source: February
fr: Février

source: March
fr: Mars

source: April
fr: Avril

source: May
fr: Mai

source: June
fr: Juin

source: July
fr: Juillet

source: August
fr: Août

source: September
fr: Septembre

source: October
fr: Octobre

source: November
fr: Novembre

source: December
fr: Décembre

source: Disease #
fr: Maladie #

source: Hide/show empty records
fr: Masquer / Afficher les enregistrements vides

source: Colour the table
fr: Couleur du tableau

source: Pending
fr: En attente

source: Ongoing
fr: En cours

source: Disregarded
fr: Écartée

source: Alert ID
fr: ID d'alerte

source: Alert
fr: Alerte

source: Region
fr: Région

source: Clinic
fr: Formation sanitaire

source: Date Reported
fr: Date du rapport

source: Date Investigated
fr: Date d'investigation

source: Central Review
fr: Revue centrale

source: Reason
fr: Raison

source: Follow-up completed
fr: Suivi achevé

source: Laboratory Results
fr: Résultats de laboratoire

source: Positive
fr: Positif

source: Negative
fr: Négatif

source: Governorate
fr: Région

source: Event Reported
fr: Événement signalé

source: Initial <br />Investigation
fr: Enquête <br /> Initiale

source: Last Followup
fr: Dernier suivi

source: Central <br /> Review Date
fr: Date de revue <br /> centrale

source: Risk
fr: Risque

source: Not Done
fr: Non fait

source: Sample ID
fr: ID échantillon

source: Centre Visit Date
fr: Date de visite au centre

source: Labratory <br />Results Date
fr: date de résultats <br /> Laboratoire

source: Chest X-Ray
fr: Radiographie pulmonaire

source: HIV Result
fr: Résultat VIH

source: Hepatitis B <br />Result
fr: Hépatite B <br />Résultat

source: Certificate <br /> Received
fr: Certificat <br /> Reçu

source: Date <br /> Reported
fr: Date du <br />rapport

source: Date <br /> Investigated
fr: Date <br />d'investigation

source: Alive
fr: Vivant

source: Dead
fr: décédé

source: Dates not reported
fr: Dates non déclarées

source: Toggle navigation
fr: Basculer la navigation

source: Log out
fr: Se déconnecter

source: Report Faulty Page
fr: Signaler une page défectueuse

source: Working with our partners:
fr: En collaboration avec nos partenaires :

source: For more information, please e-mail:
fr: Pour plus d'informations, veuillez envoyer un email à :

source: Download Data
fr: Télécharger les données

source: Download Data Set
fr: Télécharger les données

source: Choose prepared data set to download for analysis:
fr: Choisissez un jeu de données préparé à télécharger pour analyse :

source: Download
fr: Télécharger

source: Download Raw Data
fr: Télécharger les données brutes

source: Choose raw data set to download for analysis:
fr: Choisissez la série de données brutes à télécharger pour analyse

source: Data Fields
fr: Champs de données

source: All
fr: Tout

source: None
fr: Aucun

source: View advanced fields
fr: Afficher les champs avancés

source: Advanced Fields
fr: Champs avancés

source: You must tick at least one checkbox.
fr: Vous devez cocher au moins une case.

source: Your data set is being prepared.
fr: Votre ensemble de données est en cours de préparation.

source: Download Here
fr: Télécharger ici

source: Explore Data
fr: Explorer les données

source: Start Date:
fr: Date de début :

source: End Date:
fr: Date de fin :

source: Hide not selected rows/Show hidden rows
fr: Masquer les lignes non sélectionnées / Afficher les lignes cachées

source: Download Excel
fr: Télécharger Excel

source: Account Settings
fr: Paramètres du compte

source: Reset Password
fr: Réinitialiser le mot de passe

source: Current password
fr: Mot de passe actuel

source: New password
fr: Nouveau mot de passe

source: Retype new password
fr: Saisir à nouveau le nouveau mot de passe

source: Reset
fr: Réinitialiser

source: Report a Faulty Page
fr: Signaler une page défectueuse

source: Fault Details
fr: détails de l'erreur

source: Name
fr: Nom

source: Email (so we can contact you if we can't reproduce the fault)
fr: Email (afin que nous puissions vous contacter)

source: Faulty page URL
fr: URL de la page erronée

source: Web Browser (Chrome/Firefox/etc...)
fr: Navigateur Web (Chrome / Firefox / etc ...)

source: Browser Version (if known)
fr: Version du navigateur (si connue)

source: Fault details (please be as specific as possible)
fr: Détails de la panne (soyez aussi précis que possible)

source: Submit
fr: Soumettre

source: Success
fr: Succès

source: Your fault has successfully been reported. We will endevour to respond to all faults within two weeks.
fr: Votre erreur a été signalée avec succès. Nous nous efforcerons de répondre à toutes les erreurs dans les deux semaines.

source: Surveillance Sites
fr: Sites de surveillance

source: Click here to explore
fr: Cliquez ici pour explorer

source: Information Panel
fr: Panneau d'information

source: Log in to the <br> <H2> Technical Site
fr: Connectez-vous au <br> <H2> Site technique

source: consultations in total
fr: Total de consultations

source: cases reported
fr: Cas signalés

source: alerts generated
fr: Alertes générées

source: facilities
fr: Sites de surveillance

source: If you would like to find out more about the project, please contact us:
fr: Si vous souhaitez en savoir plus sur le projet, veuillez nous contacter :

source: Authentication and User Management | Public Health Surveillance
fr: Authentification et gestion des utilisateurs | Surveillance de la santé publique

source: Home
fr: Accueil

source: This website uses cookies to ensure you get the best experience.
fr: Ce site utilise des cookies pour vous assurer d'obtenir la meilleure expérience.

source: I Understand
fr: Je comprends

source: More information
fr: Plus d'information

source: Public Health Surveillance Notifications
fr: Notifications de Surveillance de la Santé Publique

source: Subscribe to Alerts and Reports
fr: Abonnez-vous aux alertes et rapports

source: Use the form below to subscribe to E-mail and SMS notifications for Alerts and Reports.
fr: Utilisez le formulaire ci-dessous pour vous abonner aux notifications par E-mail et SMS pour les alertes et rapports.

source: Enter personal details
fr: Entrez vos détails personnels

source: First Name*
fr: Prénom*

source: Last Name*
fr: Nom de famille*

source: Re-type E-mail*
fr: retapez l'email*

source: SMS Number
fr: Numéro pour SMS

source: Select which location to receive Alerts from:
fr: Sélectionnez de quel emplacement vous souhaitez recevoir des alertes:

source: Not a valid phone number for this country.
fr: Ce n'est pas un numéro de téléphone valide pour ce pays.

source: Select which Alerts to receive:
fr: Sélectionnez quelles alertes vous souhaitez recevoir :

source: All Alerts
fr: Toutes les alertes

source: Select which Reports to receive:
fr: Choisissez les rapports que vous désirer obtenir :

source: Emails Must be Matching.
fr: l'email doit être le même.

source: Please verify your contact details
fr: S'il vous plaît vérifiez vos coordonnées

source: <p>Hello %(firstname)s %(lastname)s,</p> <p>Thank you for subscribing to receive our public health surveillance notifications.</p> <p><b> Before we can activate your subscription, we need to verify your contact details. </b></p> <p> To do this, please follow the instructions in the e-mail we have sent to your address: %(email)s </p>
fr: <p> Bonjour %(firstname)s %(lastname)s,,</p> <p>Merci de votre inscription pour recevoir nos notifications de surveillance de la santé publique.</p> <p><b> Avant de pouvoir activer votre abonnement, nous devons vérifier vos coordonnées. </b></p> <p> Pour cela, s&#39 ; s'il vous plaît suivez les instructions dans l&#39;e-mail que nous avons envoyés à votre adresse : %(email)s </p>

source: Verification Successful
fr: Vérification réussie

source: <p>Your contact details have been successfully verified.</p> <p>You can unsubscribe at any time by clicking on the relevant link in your e-mails.</p>
fr: <p>Vos coordonnées ont été vérifiées avec succès.</p> <p>Vous pouvez vous désabonner à tout moment en cliquant sur le lien correspondant dans vos e-mails.</p>

source: Please verify your contact details...
fr: S'il vous plaît, vérifier vos coordonnées...

source: We need to be sure that you have given the correct phone number: %(number)s.<br> To check this we have just sent you a text with a verification code. Please submit the code below.
fr: Nous devons nous assurer que vous nous avez donné le bon numéro de téléphone : %(number)s.<br> Pour vérifier cela, nous venons de vous envoyer un SMS avec un code de vérification. s'il vous plait, veuillez entrer le code ci-dessous.

source: SMS Verification Code
fr: Code de vérification SMS

source: Get New Code
fr: Obtenir un nouveau code

source: "Submit Code"
fr: "Soumettre code"

source: Reports
fr: Rapports

source: For more information, please e-mail
fr: Pour plus d'informations, s'il vous plaît envoyez un e-mail

source: This report is up to date as of %(generation_time)s on %(generation_date)s UTC.
fr: Ce rapport est à jour à partir de %(generation_time)s sur %(generation_date)s UTC.

source: Location
fr: Emplacement

source: Report Selector
fr: Sélecteur de rapport

source: Choose which report to download:
fr: Choisissez le rapport à télécharger:

source: Choose which time period:
fr: Choisissez quelle période:

source: Default period
fr: Période par défaut

source: Start date:
fr: Date de début :

source: End date:
fr: Date de fin :

source: Click to download your selected report for
fr: Cliquer pour télécharger le rapport sélectionné

source: last epi-week
fr: dernière semaine épidémiologique

source: last month
fr: dernier mois

source: current year
fr: année en cours

source: Weekly Epidemiological Bulletin
fr: Bulletin épidémiologique hebdomadaire

source: Weekly Highlights
fr: Faits saillants hebdomadaires

source: Completeness of daily reporting was %(comp_week)s%% across %(clinic_num)s health facilities in Week %(epi_week_num)s, compared to %(comp_year)s%% cumulatively this year.
fr: Complétude du rapportage journalier: %(comp_week)s%% parmi %(clinic_num)s CSB lors de la semaine %(epi_week_num)s, par rapport à %(comp_year)s %% cumulativement cette année.

source: %(dea_0)s reported deaths in total.
fr: Au total, %(dea_0)s décès rapportés.

source: Leading cause of mortality is
fr: La principale cause de mortalité est

source: Leading causes of mortality include:
fr: Les principales causes de mortalité sont les suivantes :

source: and
fr: et

source: %(cmd_21)s maternal deaths were reported (%(cmd_21_ale_1)s investigated) and %(cmd_22)s neonatal deaths (%(cmd_22_ale_1)s investigated).
fr: %(cmd_21)s décès maternel(s) signalé(s) dont %(cmd_21_ale_1)s investigué(s) et %(cmd_22)s décès néonatal(s) dont %(cmd_22_ale_1)s investigué(s)

source: A total of %(mls_2)s fever cases were reported, %(mls_3)s (%(mls_3_perc_mls_2)s%%) tested and %(cmd_17)s (%(cmd_17_perc_mls_2)s%%) positive with %(mls_12)s cases of simple malaria and %(mls_24)s cases of severe malaria. %(mls_48)s (%(mls_48_perc_mls_12_or_mls_24)s%%) malaria cases were treated with ACT. A total of %(mls_36)s malaria deaths were reported.
fr: Au total, %(mls_2)s cas de fièvre rapportés, %(mls_3)s (%(mls_3_perc_mls_2)s %%) testés et %(cmd_17)s (%(cmd_17_perc_mls_2)s %%) positifs avec %(mls_12)s cas de paludisme de forme simple et %(mls_24)s cas de paludisme de forme grave. %(mls_48)s (%(mls_48_perc_mls_12_or_mls_24)s%% des cas de paludisme ont été traités avec ACT. Au total %(mls_36)s décès dus au paludisme notifié(s)

source: %(cmd_15)s suspected measles cases were alerted, of which %(cmd_15_ale_1)s (%(cmd_15_ale_1_perc_cmd_15)s%%) were investigated and %(cmd_15_ale_2)s (%(cmd_15_ale_2_perc_cmd_15)s%%) have been confirmed. %(cmd_15_age_1)s (%(cmd_15_age_1_perc_cmd_15)s%%) were reported among children under five years of age.
fr: %(cmd_15)s cas suspect(s) de rougeole notifié(s), dont %(cmd_15_ale_1)s (%(cmd_15_ale_1_perc_cmd_15)s%%) investigué(s) et %(cmd_15_ale_2)s (%(cmd_15_ale_2_perc_cmd_15)s%%) confirmé(s). %(cmd_15_age_1)s (%(cmd_15_age_1_perc_cmd_15)s%%) rapporté(s) chez les enfants de moins de cinq ans.

source: %(cmd_10)s cases of acute flaccid paralysis were reported, with %(cmd_10_ale_1)s (%(cmd_10_ale_1_perc_cmd_10)s%%) cases investigated.
fr: %(cmd_10)s cas de Paralysie Flasque Aigüe (PFA) rapporté(s), avec %(cmd_10_ale_1)s (%(cmd_10_ale_1_perc_cmd_10)s%%) cas investigué(s).

source: %(cmd_24)s cases of severe and %(cmd_23)s cases of moderate malnutrition were reported during the week
fr: %(cmd_24)s cas de malnutrition sévère et %(cmd_23)s cas de malnutrition modérée signalés au cours de la semaine

source: , with most cases reported from
fr: , avec la plupart des cas rapportés de

source: and
fr: et

source: %(cmd_1)s cases of acute diarrhoea were reported, with %(cmd_4)s confirmed cases of dysentery (bloody diarrhoea) and %(cmd_2)s confirmed cases of acute watery diarrhoea (cholera).
fr: %(cmd_1)s cas de diarrhée aiguë rapportés, avec %(cmd_4)s cas confirmés de dysenterie (diarrhée sanglante) et %(cmd_2)s cas confirmés de diarrhée aqueuse aiguë (choléra).

source: %(cmd_25)s cases of acute respiratory tract infection (ARTI) were reported, with %(cmd_18)s (%(cmd_18_perc_cmd_25)s%%) cases of influenza-like illness (ILI).
fr: %(cmd_25)s cas d'Infection Respiratoires Aiguë (IRA) rapportés, avec %(cmd_18)s (%(cmd_18_perc_cmd_25)s%%) cas de grippe.

source: %(cmd_27)s cases of animal bite were reported, with %(cmd_11_ale_2)s confirmed cases of rabies.
fr: %(cmd_27)s cas de morsure d'animal rapporté(s), avec %(cmd_11_ale_2)s cas confirmé(s) de rage.

source: %(cmd_7)s cases of plague were reported, with %(cmd_7_ale_1)s (%(cmd_7_ale_1_perc_cmd_7)s%%) cases investigated and %(cmd_7_ale_2)s (%(cmd_7_ale_2_perc_cmd_7)s%%) confirmed.
fr: %(cmd_7)s cas de peste rapporté(s), avec %(cmd_7_ale_1)s (%(cmd_7_ale_1_perc_cmd_7)s%%) cas investigué(s) et %(cmd_7_ale_2)s (%(cmd_7_ale_2_perc_cmd_7)s%%) confirmé(s).
