Repository: fjelltopp/meerkat_frontend
Catalog: translations/*/LC_MESSAGES/messages.po
Languages: fr

source: Antigen detection using the FA test on skin biopsies from patients with clinical rabies, virus isolation using neuroblastoma cells (preferably performed on saliva samples or other biological fluids such as tears or cerebrospinal fluid), RFFIT or FAVN test antibody tests for non-vaccinated patients
fr: Détection de l'antigène en utilisant le test FA sur des biopsies de peau de patients atteints de la rage clinique, l'isolement du virus en utilisant des cellules de neuroblastome (de préférence effectuée sur des échantillons de salive ou d'autres fluides biologiques tels que les larmes ou le liquide céphalo-rachidien), tests d'anticorps RFFIT ou FAVN chez les patients non vaccinés

source: Conduct lumbar puncture of first 25 cases during an epidemic to confirm diagnosis and serogroup
fr: •Ponction lombaire des 25 premiers cas lors d'une épidémie pour confirmer le diagnostic et le sérogroupe

source: Any one of the following: • Isolation of dengue virus from serum and/or autopsy samples • Demonstration of a four-fold or greater change in antibody titres to one or more dengue virus antigens in paired serum samples • Detection of dengue virus genomic sequences in autopsy tissue or serum samples by polymerase chain reaction (PCR) • Demonstration of dengue virus antigen in serum samples
fr: Tout ou un des résultats suivants: •Isolement d’un arbovirus à partir de sérum et / ou des échantillons d'autopsie •démonstration d'un changement de titre d'anticorps de quatre fois ou plus sur un ou plusieurs antigènes du virus dans des échantillons de sérum appariés •Détection de séquences génomiques du virus dans des échantillons de tissu ou de sérum par PCR

source: • Take a sample of 5 ml of blood by venipuncture 1st contact with the case between the 3rd and the 28th day after the start of the eruption in a sterile tube • Mark on the tube containing blood, the following information: name and patient names, name of the CSB, district name, collection date • Allow the blood to rest for at least 60 minutes (without shaking or transported in a vehicle) and then pour the serum into a clean tube • If a refrigerator is available, put the serum (4-6 hours) until clot retracts and then take the serum • Place the serum in a vaccine carrier with frozen storage • Send the sample to the IPM within 72 hours after collection with the investigation forms filled well • Ask a family if there are other people with similar signs in the house or the neighborhood. If this is the case, visit these families to detect suspected cases of measles that have not been notified
fr: • Prélever un échantillon de 5 ml de sang par ponction veineuse au 1er contact avec le cas entre le 3e et le 28e jour après le début de l’éruption dans un tube stérile • Marquer sur le tube contenant le sang, les informations suivantes : nom et prénoms du patient, nom du CSB, nom du district, date de prélèvement • Laisser le sang prélevé se reposer pendant au moins 60 minutes (sans agiter ou transporter dans un vehicule) et verser ensuite le sérum dans un tube de prélèvement propre • Si un réfrigérateur est disponible, y mettre le serum (4-6 heures) jusqu’à ce que le caillot se rétracte et prendre ensuite le sérum • Mettre le sérum dans un porte vaccin avec des accumulateurs congelés • Expédier l’échantillon à l’IPM dans les 72 heures qui suivent le prélèvement avec le formulaires d’investigation bien rempli • Demander à la famille s’il y a d’autres personnes avec des signes semblables dans la maison ou le voisinage. Si tel est le cas, visiter ces familles afin de détecter des cas suspects de rougeole non notofiés

source: Blood smear or rapid diagnostic malaria test
fr: Frottis de sang ou un test rapide de diagnostic du paludisme

source: Conventional or RT • PCR OR viral antigen detection by immunofluorescence or enzyme immunoassay OR viral culture with second identification step to identify influenza viruses OR four-fold rise in antibody titre in paired acute and convalescent sera
fr: •Conventionnelle ou RT - détection de l'antigène viral par PCR ou par immunofluorescence ou immuno-enzymatique ou culture virale avec la deuxième étape d'identification pour identifier les virus de la grippe ou multiplication par quatre du titre d'anticorps dans le sérum lors de la phase aiguë et de convalescence.

source: • Weight • Cut • MUAC
fr: • Poids • Taille • Périmètre brachial

source: Positive blood smear for the search for microfilariémie immunocartographique Test (ICT) Ultrasound
fr: Résultat positif de frottis sanguin pour la recherche de la microfilariémie Test immunocartographique (ICT) Echographie

source: male
fr: masculin

source: female
fr: féminin

source: yes
fr: oui

source: no
fr: non

source: positive
fr: positif

source: notdone
fr: pas fait

source: <p>Dear Colleagues,</p> <p>Welcome to the latest AFRO Epidemiological Bulletin from the Public Health Surveillance project in %(project_region)s.</p>
fr: <p>Chers collègues,</p> <p>Bienvenue sur le Bulletin Epidémiologique d’AFRO du projet de Surveillance de la Santé Publique à %(project_region)s.</p>

source: The profile summarises epidemiological information reported from %(clinics)s reporting sites in Epidemiological Week %(epi_week)s (%(start_date)s and %(end_date)s).
fr: Le profil résume l'information épidémiologique rapportée par %(clinics)s sites épidémiologique Semaine %(epi_week)s ( de %(start_date)s et de %(end_date)s).

source: Dear Colleagues, Welcome to the latest AFRO Epidemiological Bulletin from the Public Health Surveillance project in %(project_region)s.
fr: Chers collègues, Bienvenue sur le Bulletin Epidémiologique d’AFRO du projet de Surveillance de la Santé Publique à %(project_region)s.

source: <b>Madagascar </b> &middot; Public Health Surveillance Reports
fr: <b>Madagascar </b> &middot; Rapports Surveillance de la Santé Publique
