Repository: fjelltopp/meerkat_frontend
Catalog: translations/*/LC_MESSAGES/messages.po
Languages: fr

source: <strong> %(percent_ncd)s %% morbidity due to non-communicable disease</strong>, including
fr: <strong> %(percent_ncd)s %% des morbidités dues à des maladies non-transmissibles</strong>, y compris

source: %(percent_mh)s %% morbidity due to mental health conditions</strong>, including
fr: %(percent_mh)s %% des morbidités dues à des maladies mentales</strong>, y compris

source: Mental Health Conditions
fr: Problèmes de santé mentale

source: Child Health Conditions
fr: Conditions de santé des enfants

source: Vaccination Report
fr: Rapport de vaccination

source: Vaccination sessions
fr: Nombre de séances de vaccination

source: District: %(region)s
fr: Nom du district : %(region)s

source: Vaccination sessions: %(sessions)s
fr: Nombre de séance de vaccination : %(sessions)s

source: Table 1: Number of infant vaccinations
fr: Table 1 : Nombre d'enfants vaccinés

source: Table 2: Number of female vaccinations
fr: Table 2 : Nombre de femmes vaccinées

source: Pregnant women
fr: Femmes enceintes

source: Table 3: Vials used
fr: Tableau 3 : Flacons utilisés

source: Total doses
fr: Nombre de doses

source: Doses per vial
fr: Doses par flacon

source: Vials used
fr: Flacons utilisés

source: Epi week %(epi_week)s (%(start_date)s - %(end_date)s)
fr: Semaine épidémiologique %(epi_week)s (%(start_date)s - %(end_date)s)

source: <p>Dear Colleagues,</p> <p>Welcome to the latest Communicable Disease Epidemiological Profile from the Public Health Surveillance project in %(project_region)s.</p>
fr: <p>Chers collègues,</p> <p> Bienvenue sur le profil épidémiologique des Maladies Transmissibles du projet de surveillance de la Santé Publique à %(project_region)s.</p>

source: View the latest report
fr: Voir le dernier rapport

source: The profile summarises epidemiological information reported from %(clinics)s reporting sites in Epidemiological Week %(epi_week)s (%(start_date)s and %(end_date)s).
fr: Le profil résume l'information épidémiologique rapportés par %(clinics)s sites épidémiologique lors des semaines épidémilogiques %(epi_week)s (%(start_date)s à %(end_date)s).

source: A total of <strong>%(cases)s cases</strong> reported from %(clinic_num)s health facilities.
fr: Au total <strong> %(cases)s cas</strong> signalés par %(clinic_num)s sites de surveillance.

source: <strong>%(female)s %% females</strong> and <strong>%(under_five)s %% under five years</strong> of age
fr: <strong>%(female)s %% de femmes</strong> et<strong>%(under_five)s %% d'enfants de moins de 5 ans</strong>

source: A total of %(alerts)s suspected notifiable communicable disease alerts were generated in Epidemiological Week %(epi_week)s (%(start_date)s and %(end_date)s).
fr: Un total de %(alerts)s alertes ont été générées dans la semaine épidémiologique %(epi_week)s (%(start_date)s et %(end_date)s).

source: Project Overview
fr: Aperçu du projet

source: A program of public health surveillance is being implemented in %(project_region)s, in partnership with WHO and Ministry of Health. The project introduces case-based, integrated disease surveillance.
fr: Un programme de surveillance de la santé publique est mis en œuvre à %(project_region)s, par le Ministère de la Santé Publique appuyé par l'OMS. Le projet introduit la surveillance intégrée des maladies basée sur les cas.

source: The clinician uses the system within the consultation, which introduces clinical-decision support, as well as best practice prescribing guidance and real-time reporting of information. Information is made available within one hour via an online framework with automated generation of SMS and email alerts and support for mapping and reporting.
fr: Le clinicien utilise une application sur tablette numérique pendant la consultation qui apporte un appui à la décision clinique, ainsi que des orientations sur les bonnes pratiques de prescription et permet des rapports en temps réel. L'information est mise à disposition dans l'heure par l'intermédiaire d'un serveur en ligne avec la génération automatique d'alertes par SMS et e-mail. une cartographie de l'information et des rapports sont aussi disponibles sur le site.

source: The report summarises epidemiological information reported from %(clinics)s reporting sites in Epidemiological Week %(epi_week)s (%(start_date)s and %(end_date)s).
fr: Le profil résume l'information épidémiologique rapportée par %(clinics)s sites de surveillance pour les semaines Épidémiologique %(epi_week)s (%(start_date)s à %(end_date)s).

source: A total of <strong>%(consultations)s consultations</strong> and <strong>%(cases)s cases</strong> reported from %(clinic_num)s health facilities.
fr: Au total <strong>%(consultations)s consultations</strong> et <strong>%(cases)s cas signalés</strong> par %(clinic_num)s établissements de santé.

source: <p>Dear Colleagues,</p> <p>Welcome to the latest Central Emergency Response Fund (CERF) Bulletin from the Public Health Surveillance project in %(project_region)s.</p>
fr: <p>Chers collègues,</p> Bienvenue sur le bulletin CERF (Central Emergency Response Fund) du projet de Surveillance de la Santé Publique à %(project_region)s.</p>

source: The profile summarises epidemiological information reported from %(clinics)s reporting sites in Epidemiological Week %(epi_week)s (%(start_date)s and %(end_date)s).
fr: Le profil résume l'information épidémiologique rapporté par %(clinics)s sites de surveillance de la semaine épidémiologique %(epi_week)s (%(start_date)s à%(end_date)s).

source: Weekly Epidemiological Report
fr: Rapport de surveillance épidémiologique hebdomadaire

source: <p>Dear Colleagues,</p> <p>Welcome to the latest Weekly Epidemiological Report from the Public Health Surveillance project in %(project_region)s.</p>
fr: <p>Chers collègues,</p> <p> Bienvenue sur le rapport de surveillance épidémiologique hebdomadaire du projet de Surveillance de la Santé Publique à%(project_region)s.</p>

source: A total of <strong>%(consultations)s consultations</strong> and <strong>%(cases)s cases</strong> reported from %(clinics)s health facilities.
fr: Au total <strong>%(consultations)s consultations</strong> et <strong>%(cases)s cas signalés</strong> par %(clinics)s établissements de santé.

source: <strong>%(tot_mortality)s deaths</strong> and <strong>%(mat_mortality)s maternal deaths.</strong>
fr: <strong>%(tot_mortality)s décès</strong> et <strong>%(mat_mortality)s décès maternels.</strong>

source: <strong>%(generated)s alerts generated</strong> and <strong>%(investigated)s alerts investigated</strong>
fr: <strong>%(generated)s alertes générées</strong> et <strong>%(investigated)s alertes investiguées</strong>

source: Malaria Surveillance Report
fr: Rapport de surveillance épidémiologique du paludisme

source: <p>Dear Colleagues,</p> <p>Welcome to the latest malaria surveillance report from the Public Health Surveillance project in %(project_region)s.</p>
fr: <p>Chers collègues,</p> <p> Bienvenue sur le rapport de surveillance épidémiologique du paludisme du projet de Surveillance de la Santé Publique à %(project_region)s.</p>

source: A total of <strong>%(consultations)s consultations</strong> reported from %(clinics)s health facilities.
fr: Au total <strong>%(consultations)s consultations</strong> par %(clinics)s établissements de santé.

source: <strong>%(fever)s cases</strong> and <strong>%(rdt)s RDT tests </strong> performed.
fr: <strong>%(fever)s</strong> cas de <strong>fièvre</strong> et <strong>%(rdt)s TDR effectués.</strong>

source: <strong>%(simple_malaria)s</strong> cases of <strong>simple malaria</strong> and <strong>%(severe_malaria)s</strong> cases of <strong>severe malaria</strong>
fr: <strong>%(simple_malaria)s</strong> cas de <strong>Paludisme simple</strong> et <strong>%(severe_malaria)s</strong> cas de <strong>paludisme grave</strong>

source: <strong>%(mal_mortality)s malaria deaths</strong>
fr: <strong>%(mal_mortality)s décès</strong> dus au paludisme

source: <strong>%(act)s</strong> cases <strong>treated with ACT</strong>
fr: <strong>%(act)s</strong> cas traité à <strong>l’ACT</strong>

source: Non-Communicable Disease Report
fr: Rapport des maladies non transmissibles

source: Monthly Report (%(start_date)s - %(end_date)s)
fr: Rapport mensuel (%(start_date)s - %(end_date) s)

source: <p>Dear Colleagues,</p> <p>Welcome to the latest Non-Communicable Disease Epidemiological Report from the Public Health Surveillance project in %(project_region)s.</p>
fr: <p> Chers collègues, </ p> \ n <p> Bienvenue sur le rapport de surveillance épidémiologique des maladies non-transmissibles du projet de Surveillance de la Santé Publique à %(project_region)s. </ p>

source: The profile summarises epidemiological information reported from %(clinics)s reporting sites in the previous month %(start_date)s to %(end_date)s.
fr: Le profil résume l'information épidémiologique rapportée par %(clinics)s sites lors du mois précédent %(start_date)s à %(end_date)s.

source: A total of <strong>%(hypertension)s new hypertension cases</strong>.
fr: Au total <strong>%(hypertension)s nouveaux cas d'hypertension </ strong>.

source: <strong>%(ht_control)s%%</strong> new hypertensive patients controlled (BP < 140/90).
fr: <Strong> %(ht_control)s %% </ strong> nouveaux patients hypertendus contrôlés (BP <140/90).

source: A total of <strong>%(diabetes)s new diabetes cases</strong>.
fr: Un total de <strong>%(diabetes)s nouveaux cas de diabète </ strong>.

source: <strong>%(d_control)s%% </strong> new diabetes patients controlled (HbA1C < 7%%).
fr: <Strong>%(d_control)s %% </ strong> de nouveaux patients diabétiques contrôlés (HbA1c <7 %%).

source: Non-Communicable Disease Initial Visits Report
fr: Rapport sur les visites initiales des maladies non transmissibles

source: Non Communicable Disease Return Visits Report
fr: Rapport sur les visites de contrôle des maladies non transmissibles

source: A total of <strong>%(hypertension)s return visits regarding hypertension</strong>.
fr: Au total <strong>%(hypertension)s visites de contôle concernant l'hypertension </strong>.

source: <strong>%(ht_control)s%%</strong> return visits for controlled hypertensive patients (BP < 140/90).
fr: <Strong>%(ht_control)s%% </strong> visites de retour pour les patients hypertendus contrôlés (BP < 140/90).

source: A total of <strong>%(diabetes)s return visits regarding diabetes</strong>.
fr: Un total de <strong>%(diabetes)s visites de retour concernant le diabète </strong>.

source: <strong>%(d_control)s%% </strong> eturn visits for controlled diabetes patients (HbA1C < 7%%).
fr: <strong>%(d_control)s%% </strong> visites de contrôle pour les patients diabétiques contrôlés (HbA1C <7 %%).

source: Pandemic Influenza Preparedness (PIP) Report
fr: Rapport de préparation à la pandémie de grippe (PIP)

source: <p>Dear Colleagues,</p> <p>Welcome to the latest Pandemic Influenza Preparedness (PIP) Report from the Public Health Surveillance project in %(project_region)s.</p>
fr: <p> Chers collègues, </p> <p> Bienvenue sur le rapport de surveillance épidémiologique de la préparation à la pandémie de grippe (PIP) du projet de surveillance de la santé publique à (%(project_region)s. </p>

source: The profile summarises epidemiological information reported from %(clinics)s reporting sites in Epidemiological Week %(epi_week)s (from the %(start_date)s to the %(end_date)s).
fr: Le profil résume l'information épidémiologique signalée par les %(clinics)s sites de dépistage des Semaines épidémiologiques%(epi_week)s (du %(start_date)s au %(end_date)s).

source: A total of <strong>%(cases)s enrolled patients.</strong>
fr: Au total <strong>%(cases)s patients inscrits.</strong>

source: <strong>%(male)s %% male</strong> and <strong>%(female)s %% female</strong>.
fr: <Strong> %(male)s %% d'hommes </ strong> et <strong> %(female)s %% de femmes</ strong>.

source: <strong>%(chronic)s (%(chronic_per)s %%)</strong> patients with <strong>chronic conditions.</strong>
fr: <strong>%(chronic)s (%(chronic_per)s %%) </strong> patients avec <strong>maladies chroniques. </ strong>

source: <strong>%(lab)s (%(lab_per)s %%)</strong> patients with <strong>laboratory results recorded. </strong>
fr: <Strong>%(lab)s (%(lab_per)s %%) </ strong> patients avec des résultats <strong> de laboratoire enregistrés. </ strong>

source: <p>The profile summarises epidemiological information reported from %(clinic_num)s reporting sites in Epidemiological Week X (%(start_date)s – %(end_date)s).</p>
fr: <p> Le profil résume les informations épidémiologiques rapportées par %(clinic_num)s sites de notification de la semaine épidémiologique X (%(start_date)s à %(end_date)s). </p>

source: Dear Colleagues, Welcome to the latest Communicable Disease Epidemiological Profile from the Public Health Surveillance project in %(project_region)s.
fr: Chers collègues, bienvenue sur le dernier profil épidémiologique des Maladies Transmissibles par le project de Surveillance de la Santé Publique à %(project_region)s

source: The report summarises epidemiological information reported from %(clinics)s reporting sites in Epidemiological Week %(epi_week)s (%(start_date)s and %(end_date)s).
fr: Le profil résume l'information épidémiologique rapporté par %(clinics)s sites de surveillance pendant la semaine épidémiologique %(epi_week)s (%(start_date)s et %(end_date)s).

source: A total of %(consultations)s consultations and %(cases)s cases reported from %(clinic_num)s health facilities.
fr: Au total %(consultations)s consultations et %(cases)s cas signalés par %(clinic_num)s formations sanitaires.

source: %(female)s %% females and %(under_five)s %% under five years of age
fr: %(female)s %% de femmes et %(under_five)s %% d'enfants de moins de 5 ans

source: A total of %(alerts)s suspected notifiable communicable disease alerts were generated in Epidemiological Week %(epi_week)s (%(start_date)s and %(end_date)s).
fr: Un total de %(alerts)s alertes ont été générées de la semaine épidémiologique %(epi_week)s (%(start_date)s à %(end_date)s).

source: A program of public health surveillance is being implemented in %(project_region)s, in partnership with WHO and Ministry of Health. The project introduces case-based, integrated disease surveillance.
fr: Un programme de surveillance de la santé publique est mis en œuvre à %(project_region)s, par le Ministère de la Santé Publique en partenariat avec l'OMS . Le projet introduit la surveillance électronique intégrée des maladies basée sur les cas.

source: The clinician uses the system within the consultation, which introduces clinical-decision support, as well as best practice prescribing guidance and real-time reporting of information. Information is made available within one hour via an online framework with automated generation of SMS and email alerts and support for mapping and reporting.
fr: Le clinicien utilise une application sur tablette numérique pendant la consultation, elle apporte une aide à la décision clinique, ainsi que des orientations sur les bonnes pratiques de prescription et permet des rapports en temps réel. L'information est mise à disposition dans l'heure par l'intermédiaire d'un serveur en ligne avec la génération automatique d'alertes par SMS et e-mail. Une cartographie de l'information et des rapports sont aussi disponibles sur le site.

source: The profile summarises epidemiological information reported from %(clinics)s reporting sites in Epidemiological Week %(epi_week)s (%(start_date)s and %(end_date)s).
fr: Le profil résume l'information épidémiologique rapportée par %(clinics) s sites lors de la eemaine épidémiologique %(epi_week)s ( de %(start_date)s et de %(end_date)s).

source: A total of %(cases)s cases reported from %(clinic_num)s health facilities.
fr: Au total %(cases)s cas signalés par %(clinic_num)s établissements de santé.

source: Dear Colleagues, Welcome to the latest Central Emergency Response Fund (CERF) Bulletin from the Public Health Surveillance project in %(project_region)s.
fr: Chers collègues, Bienvenue sur le Bulletin du Central Emergency Response Fund (CERF) par le project de Surveillance de la Santé Publique à %(project_region)s.

source: A total of %(alerts)s suspected notifiable communicable disease alerts were generated in Epidemiological Week %(epi_week)s (%(start_date)s and %(end_date)s).
fr: Un total de %(alerts)s alertes ont été générés dans la Semaine Épidémiologique %(epi_week)s (%(start_date)s and %(end_date)s).

source: Dear Colleagues, Welcome to the latest Weekly Epidemiological Report from the Public Health Surveillance project in %(project_region)s.
fr: Chers collègues, \ n Bienvenue sur le dernier rapport épidémiologique hebdomadaire du projet de surveillance de la santé publique à %(project_region)s.

source: The profile summarises epidemiological information reported from %(clinics)s reporting sites in Epidemiological Week %(epi_week)s (%(start_date)s and %(end_date)s).
fr: Le profil résume l'information épidémiologique rapporté par%(clinics)s sites de surveillance dans Semaine Épidémiologique %(epi_week)s (%(start_date)s et %(end_date)s).

source: A total of %(consultations)s consultations and %(cases)s cases reported from %(clinics)s health facilities.
fr: Au total %(consultations)s consultations et %(cases)s cas rapportés par %(clinics)s établissements de santé

source: %(tot_mortality)s deaths and %(mat_mortality)s maternal deaths.
fr: %(tot_mortality)s décès et %(mat_mortality)s décès maternels.

source: %(generated)s alerts generated and %(investigated)s alerts investigated
fr: %(generated)s alertes generées et %(investigated)s alertes investiguées

source: Dear Colleagues, Welcome to the latest malaria surveillance report from the Public Health Surveillance project in %(project_region)s.
fr: Chers collègues, Bienvenue sur le Rapport de Surveillance Epidemiologique du Paludisme par le projet de Surveillance de la Santé Publique à %(project_region)s.

source: A total of %(consultations)s consultations reported from %(clinics)s health facilities.
fr: Au total %(consultations)s consultations par %(clinics)s établissements de santé.

source: %(fever)s cases and %(rdt)s RDT tests performed.
fr: %(fever)s cas de fièvre et %(rdt)s TDR effectués.

source: %(simple_malaria)s cases of simple malaria and %(severe_malaria)s cases of severe malaria
fr: %(simple_malaria)s cas de Paludisme simple et %(severe_malaria)s cas de Paludisme grave

source: %(mal_mortality)s malaria deaths
fr: %(mal_mortality)s décès dus au paludisme

source: %(act)s cases treated with ACT
fr: %(act)s cas traité à l’ACT

source: Dear Colleagues, Welcome to the latest Non-Communicable Disease Epidemiological Report from the Public Health Surveillance project in %(project_region)s.
fr: Chers collègues, Bienvenue sur le rapport épidémiologique des maladies non-transmissibles du projet de Surveillance de la Santé Publique à %(project_region)s.

source: A total of %(hypertension)s hypertension cases.
fr: Un total de %(hypertension)s cas d'hypertension.

source: %(ht_control)s%% hypertensive patients controlled (BP < 140/90).
fr: %(ht_control)s %% patients hypertendus contrôlés (BP <140/90).

source: A total of %(diabetes)s diabetes cases.
fr: Un total de %(diabetes)s cas de diabète.

source: %(d_control)s%% diabetes patients controlled (HbA1C < 7%%).
fr: %(d_control)s patients atteints de diabète contrôlés (HbA1c <7%%).

source: Dear Colleagues, Welcome to the latest Pandemic Influenza Preparedness (PIP) Report from the Public Health Surveillance project in %(project_region)s.
fr: Chers collègues, Bienvenue sur le dernier rapport de préparation à la pandémie de grippe (PIP) du projet de surveillance de la santé publique à %(project_region)s.

source: A total of %(cases)s enrolled patients.
fr: Au total %(cases)s patients inscrits.

source: %(male)s %% male and %(female)s %% female.
fr: %(male)s %% d'hommes et %(female)s %% de femmes.

source: %(chronic)s (%(chronic_per)s %%) patients with chronic conditions.
fr: %(chronic)s (%(chronic_per)s %%) patients souffrant de maladies chroniques.

source: %(lab)s (%(lab_per)s %%) patients with laboratory results recorded.
fr: %(lab)s (%(lab_per)s %%) patients avec des résultats de laboratoire enregistrés.

source: Information reported in this public health profile represents cases reported from %(clinic_num)s reporting sites in %(project_region)s between %(start_date)s and %(end_date)s.
fr: Les informations communiquées dans ce profil de santé publique représentent les cas déclarés par %(clinic_num)s sites à %(project_region)s entre %(start_date)s et %(end_date)s.

source: - A total of %(total_consultations)s consultations and %(total_cases)s cases reported from %(clinic_num)s health facilities.
fr: - Au total %(total_consultations)s consultations et %(total_cases)s cas signalés par %(clinic_num)s établissements de santé.

source: - %(percent_female)s %% female and %(percent_lt_5yo)s %% five years of age.
fr: - %(percent_female)s %% de femmes et %(percent_lt_5yo)s %% d'enfants de moins de cinq ans.

source: - %(percent_national)s %% %(display_nationals)s nationals and %(percent_refugee)s %% refugee status.
fr: -%(percent_national)s %% %(display_nationals)s de nationaux et %(percent_refugee)s %% de réfugié.

source: - %(percent_cd)s %% morbidity due to communicable disease, including
fr: - %(percent_cd)s %% des morbidités dues aux maladies transmissibles, y compris -

source: - %(percent_ncd)s %% morbidity due to non-communicable disease, including
fr: - %(percent_ncd)s %% de la morbidité due aux maladies non transmissibles, y compris

source: %(percent_mh)s %% morbidity due to mental health conditions, including
fr: %(percent_mh)s %% morbidité due aux conditions de santé mentale, y compris

source: Fault Report
fr: Rapport d'échec

source: There was a fault reported at {} in the {} deployment. Here are the details... {}
fr: Une erreur a été signalée à {} dans le déploiement {}. Voici les détails... {}

source: Could not notify developers. Please contact them directly.
fr: Impossible d'informer les développeurs. Veuillez les contacter directement.

source: Dear {first_name} {last_name} , Thank you for subscribing to receive public health surveillance notifications from {country}. Please verify your contact details by copying and pasting the following url into your address bar: {url}
fr: Cher {first_name} {last_name} , Merci d'avoir souscrit un abonnement pour recevoir des notifications de surveillance de la santé publique de {country}. Veuillez vérifier vos coordonnées en copiant et collant l'URL suivante dans votre barre d'adresse : {url}

source: <p>Dear {first_name} {last_name},</p><p>Thank you for subscribing to receive public health surveillance notifications from {country}.</p><p>Please verify your contact details by <a href='{url}' target='_blank'>clicking here</a>.</p>
fr: <p>Cher {first_name} {last_name},</p><p> Merci de votre inscription pour recevoir des notifications de surveillance de la santé publique de {country}.</p><p> S'il vous plaît vérifier vos coordonnées en <a href='{url}' target='_blank'>cliquant ici</a>.</p>

source: You have already verified your account.
fr: Vous avez déjà vérifié votre compte.
