Repository: fjelltopp/meerkat_frontend
Catalog: translations/*/LC_MESSAGES/messages.po
Languages: fr

source: Figure 1. District completeness of reporting for Weeks 1 - %(epi_week_num)s
fr: Figure 1. Complétude des rapports pour les semaines 1 - %(epi_week_num)s au niveau du district

source: Cumulative Reported Maternal Deaths by district<br /> Weeks 1 - %(epi_week_num)s
fr: Décès maternels cumulatifs déclarés par district<br /> district Semaines 1 - %(epi_week_num)s

source: Incidence of Confirmed Malaria Cases (per 100,000 population)<br /> Weeks 1 - %(epi_week_num)s
fr: Incidence des cas confirmés de paludisme (pour 100.000 habitants) <br /> Semaines 1 -%(epi_week_num)s

source: Figure 4. Number of Confirmed Malaria Cases by type, from Weeks 1 - %(epi_week_num)s
fr: Figure 4. Nombre de cas confirmés de paludisme par type, semaines 1 à %(epi_week_num)s

source: Figure 5. Trend of Suspected Measles Cases Reported, by age group, from Weeks 1 - %(epi_week_num)s
fr: Figure 5. Tendance des cas suspects de rougeole notifiés, selon le groupe d'âge, semaines 1 à %(epi_week_num)s

source: Figure 6. Trend of Reported Severe Malnutrition Cases in Under Fives, Weeks 1 - %(epi_week_num)s
fr: Figure 6. Tendance des notification de cas de malnutrition sévère chez les enfants de moins de 5 ans, Semaines 1 à %(epi_week_num)s

source: Table 1: Reported Priority Diseases, Conditions and Events by District, Week %(epi_week_num)s
fr: Tableau 1 : Maladies prioritaires, conditions et événements notifiés par district, semaine %(epi_week_num)s

source: Table 2: Summary of Priority Diseases, Conditions and Events for Weeks 1 - %(epi_week_num)s
fr: Tableau 2 : Résumé des maladies prioritaires, conditions et événements pour les semaines 1 à %(epi_week_num)s

source: Table 3: Timeliness and Completeness of reporting for Week %(epi_week_num)s
fr: Tableau 3 : Promptitude et complétude des rapports pour la semaine %(epi_week_num)s

source: More Information
fr: Plus d'information

source: <p>A program of public health surveillance is being implemented in %(clinic_num)s outpatient clinics in %(project_region)s, in partnership with WHO and Ministry of Health. The project introduces case-based, integrated disease surveillance of priority diseases, conditions and events.</p> <p>The clinician uses the system within the consultation, which introduces clinical-decision support as well as best practice prescribing guidance and real-time reporting of information. Information is made available within one hour via an online framework with automated generation of SMS and email alerts and support for mapping and reporting.</p>
fr: <P> Un programme de surveillance de la santé publique est mise en œuvre dans %(clinic_num)s centres de santé à %(project_region)s, par le Ministère de la Santé Publique soutenu par l'OMS. Le projet introduit, la surveillance intégrée basée sur les cas des maladies conditions et évènements prioritaires. Les cliniciens utilisent lors des consultations une application sur tablette numérique qui fournit une aide à la décision clinique ainsi que des orientations sur les bonnes pratiques de prescription et permet des rapports en temps réel des informations. L'information est mise à disposition dans l'heure par l'intermédiaire d'un cadre en ligne avec la génération automatique d'alertes par SMS et e-mail. Le système permet aussi de générer des rapports et des cartographies. </ P>

source: Contact Information
fr: Coordonnées

source: Disease
fr: Maladie

source: Total deaths
fr: Nombre total de décès

source: Total CFR (%%)
fr: CFR total ( %% )

source: Reported in Week
fr: Notifiés dans la semaine

source: Deaths in Week
fr: Décès dans la semaine

source: CFR (%%) in Week
fr: CFR ( %% ) dans la semaine

source: Reported in weeks
fr: notifiés dans les semaines

source: Deaths in weeks
fr: Décès dans les semaines

source: CFR (%%) in weeks
fr: CFR ( %% ) dans les semaines

source: No. of Health facilities
fr: Nombre de formations sanitaires

source: No. of Health facilities that reported
fr: Nombre d'établissements de santé ayant rapporté

source: Completeness (%%)
fr: Complétude

source: Timeliness (%%)
fr: Promptitude ( %% )

source: Communicable Disease Profile
fr: Profil de la Maladie Transmissible

source: Key findings
fr: Conclusions principales

source: <p>Information reported in this public health profile represents cases reported from %(clinic_num)s reporting sites in %(project_region)s between %(start_date)s and %(end_date)s.</p>
fr: <p>Les informations communiquées dans ce profil de santé publique représentent les cas déclarés de %(clinic_num)s sites de surveillance à %(project_region)s entre le %(start_date)s et le %(end_date)s.</p>

source: A total of <strong> %(total_cases)s cases</strong> reported from %(clinic_num)s health facilities.
fr: Au total <strong> %(total_cases)s cas</strong> signalés par %(clinic_num)s sites de surveillance.

source: <strong> %(percent_female)s %% female</strong> and <strong> %(percent_lt_5yo)s %% five years</strong> of age.
fr: <strong> %(percent_female)s %% de femmes </strong> et <strong> %(percent_lt_5yo)s %% d'enfants de moins de 5 ans</strong>.

source: <strong>%(percent_national)s %% %(display_nationals)s nationals</strong> and <strong>%(percent_refugee)s %% refugee status</strong>.
fr: <strong>%(percent_national)s %% %(display_nationals)s d'autochtones </strong> and <strong>%(percent_refugee)s %% de réfugiés</strong>.

source: morbidity due to
fr: morbidité due à la

source: A total of %(alerts_total)s alerts have been generated up to the end of Epidemiological Week %(epi_week)s (%(end_date)s).
fr: Un total de %(alerts_total)s alertes ont été générées jusqu'à la fin de la semaine épidémiologique %(epi_week)s (%(end_date)s).

source: No alerts were generated up to the end of Epidemiological Week %(epi_week)s (%(end_date)s)
fr: Aucune alerte n'a été générée jusqu'à la fin de la semaine épidémiologique %(epi_week)s (%(end_date)s)

source: Public Health Indicators
fr: Indicateurs de la santé publique

source: Reporting Sites
fr: Sites de surveillance

source: Age Group
fr: Tranche d’âge

source: ICD-10 Classification
fr: Classification CIM-10

source: %% morbidity
fr: %% morbidité

source: # of cases
fr: nombre de cas

source: Communicable Disease<
fr: Maladies transmissibles<

source: No of cases
fr: Nombre de cas

source: Key Findings
fr: Conclusions principales

source: <p>Information reported in this public health profile represents cases reported from %(clinic_num)s reporting sites in %(project_region)s between %(start_date)s and %(end_date)s. This report is up to date as of %(generation_time)s on %(generation_date)s. </p>
fr: <p>Les informations communiquées dans ce profil de santé publique représentent les cas notifiés de %(clinic_num)s sites de surveillance à %(project_region)s entre %(start_date)s et %(end_date)s. Ce rapport est à jour en date du %(generation_time)s le %(generation_date)s.</p>

source: A total of <strong>%(total_consultations)s consultations</strong> from %(clinic_num)s health facilities.
fr: Au total <strong>%(total_consultations)s consultations</strong> externes par %(clinic_num)s sites de surveillance

source: A total of <strong>%(total_cases)s cases</strong> and <strong>%(total_deaths)s deaths</strong> reported.
fr: Au total <strong>%(total_cases)s cas</strong> et <strong>%(total_deaths)s décès</strong> notifiés

source: <strong> %(percent_female)s %% female</strong> and <strong> %(percent_lt_5yo)s %% under five years</strong> of age.
fr: <strong> %(percent_female)s %% de femmes</strong> and <strong> %(percent_lt_5yo)s %% d'enfants de moins de cinq ans</strong>.

source: A total of %(alerts_total)s alerts generated between %(start_date)s and %(end_date)s.
fr: Au total %(alerts_total)s alertes générées entre %(start_date)s et %(end_date)s.

source: No alerts generated between %(start_date)s and %(end_date)s.
fr: Aucune alerte générés entre %(start_date)s et %(end_date)s.

source: Public Health Profile
fr: Profil de la Santé Publique

source: Public Health Profile
fr: Profil de la santé publique

source: Incidence rate of Severe Malnutrition per 10 000
fr: Taux d'incidence de la malnutrition sévère pour 10 000

source: Age Group and Gender
fr: Groupe d'âge et genre

source: District completeness of reporting for Weeks 1 - %(epi_week_num)s
fr: complétude des rapports du district pour les semaines 1 - %(epi_week_num)s

source: Priority Conditions and Events
fr: Conditions et événements prioritaires

source: IMCI Priority Conditions and Events
fr: Conditions et événements prioritaires de la PCIME

source: A program of case-based, electronic reporting of priority diseases, conditions and events is ongoing with Ministry of Health in %(project_region)s, supported by WHO, UNICEF and Save the Children / NGO consortium. <br /> The clinician uses the system within the consultation, which introduces clinical-decision support using an electronic integrated management of childhood illness (IMCI) algorithm as well as best practice prescribing guidance and real-time reporting of information. Information is made available within one hour via an online framework with automated generation of mapping and reporting. <br /> The project is supporting long-term health management information system (HMIS) strengthening work with Ministry of Health in %(project_region)s.
fr: Un programme de notification électronique des maladies, conditions et événements prioritaires est mené par le Ministère de la Santé Publique à %(project_region)s, soutenu par l'OMS. <br /> Le clinicien utilise des tablettes électronique lors de la consultation, qui fournissent une aide à la décision clinique en utilisant un algorithme électronique de gestion intégrée de la maladie infantile (IMCI), ainsi que des conseils sur les bonnes pratiques de prescription. Ce système permet l'envoi en temps réal des informations. L'information est disponible en une heure via un cadre en ligne avec une génération automatisée de rapports et de cartographie. <br /> Le projet soutient le renforcement à long terme du système d'information sur la gestion de la santé (HMIS) avec le ministère de la Santé en %(project_region)s.

source: Cases
fr: Les cas

source: Central Emergency Response Fund (CERF) Bulletin
fr: Bulletin CERF (Central Emergency Response Fund)

source: Communicable Diseases Report
fr: Rapport des Maladies Transmissibles

source: Highlights
fr: Points forts

source: Information reported in this communicable diseases report represents alerts reported from %(clinic_num)s reporting sites in %(project_region)s between %(start_date)s and %(end_date)s.
fr: Les informations communiquées dans le présent rapport des maladies transmissibles représentent les cas déclarés de %(clinic_num)s sites de surveillance à%(project_region)s entre %(start_date)s et %(end_date)s.

source: There were %(conf_cases)s new confirmed alerts and %(susp_cases)s new suspected alerts of %(disease)s between %(start_date)s and %(end_date)s.
fr: Il y avait %(conf_cases)s nouvelles alertes confirmées et %(susp_cases)s nouvelles alertes suspectées de %(disease)s entre %(start_date)s et %(end_date)s.

source: Epi Week
fr: Semaine épidémiologique

source: Cholera Treatment Centre Report
fr: Rapport des centres de traitement du choléra

source: Cholera Quality and Outcomes Monitoring
fr: Suivi de la qualité et des résultats du choléra

source: Survey
fr: Enquête

source: Facilitities surveyed:
fr: Formations sanitaires enquêtées :

source: Caseload
fr: Nombre de cas

source: Patients treated:
fr: Patients traités :

source: Children under five treated:
fr: Enfants de moins de cinq ans traités :

source: Deaths recorded:
fr: Décès enregistrés :

source: Average case fatality rate (minimum - maximum) :
fr: Taux moyen de létalité (minimum - maximum) :

source: Infection Prevention Control
fr: Contrôle de la prévention des infections

source: IPC protocols available:
fr: Protocoles IPC disponibles :

source: Hand gloves, gowns and aprons available:
fr: Gants, robes et tabliers disponibles :

source: Laboratory
fr: Laboratoire

source: Laboratory protocols available:
fr: Protocoles de laboratoire disponibles :

source: Cary Blair Transport medium available:
fr: Milieu de transport Cary Blair disponible :

source: Specimen plated within 24 hours:
fr: échantillon dans les 24 heures :

source: Facilities with sufficient bed capacity:
fr: Formation sanitaire avec capacité de lit suffisante:

source: Beds available:
fr: Lits disponibles:

source: Doctors working in the facilities (per facility):
fr: Médecins travaillant dans les formations sanitaires (par formation sanitaire)

source: Nurses working in the facilities (per facility):
fr: Infirmières travaillant dans les formations sanitaires (par formation sanitaire):

source: Case Management
fr: Gestion des cas

source: Case Management protocol available:
fr: Protocole de gestion des cas disponible :

source: Training and Case Management taken place:
fr: La formation et la gestion du cas ont eu lieu :

source: Oral Rehyration Salts (ORS) available:
fr: Sels de Réhydratation Orale (SRO) disponibles :

source: IV and Infusion Sets available:
fr: Kits IV et perfusion disponibles :

source: Antibiotics Available:
fr: Antibiotiques disponibles :

source: Water and Sanitation
fr: Eau et l'assainissement

source: Safe water protocols available:
fr: Protocoles d'eau potable disponibles :

source: Latrine facilities available:
fr: Latrines disponibles :

source: Water points available:
fr: Points d'eau disponibles :

source: Hand soap available:
fr: Savon à main disponible :

source: Safe water storage:
fr: Stockage sécurisé de l'eau :

source: Cholera Cases
fr: Cas de choléra

source: Map of Cholera Cases from surveyed facilties
fr: Carte des cas de choléra provenant des formations sanitaires enquêtées

source: Map of Surveyed Clinics
fr: Carte des formations sanitaires enquêtées

source: Surveyed on
fr: Enquêté sur

source: Partner:
fr: Compagne :

source: Patients in the CTC at time of survey:
fr: Patients dans le CTC au moment de l'enquête :

source: Doctors working in the CTC at time of survey:
fr: Médecins travaillant dans le CTC au moment de l'enquête :

source: Nurses working in the CTC at time of survey:
fr: Infirmières travaillant dans le CTC au moment de l'enquête :

source: Children under five treated :
fr: Enfants de moins de cinq ans traités :

source: Latrine type:
fr: Type de latrine :

source: Cary Balir Transport medium available:
fr: Milieu de transport Cary Blair disponible :

source: Facility Photo
fr: Photo de la formation sanitaire

source: Facility Location
fr: Emplacement de le formation sanitaire

source: Recommendations
fr: Recommandations

source: Date
fr: Data

source: Map of Events
fr: Carte des évènements

source: Weekly Epidemiological Surveillance Report
fr: Rapport de Surveillance Épidémiologique Hebdomadaire

source: Table 1: Summary of Deaths
fr: Tableau 1 : Récapitulation des décès

source: Table 2: Diseases, conditions and events under surveillance
fr: Tableau 2 : Symptômes, Maladies et Evènements à surveiller

source: 2.1 Diseases of epidemic potential
fr: 2.1 Maladies potentiellement épidémiques

source: 2.2 Diseases for eradication and elimination
fr: 2.2 Maladies objet de programme d’élimination ou d’éradication

source: 2.3 Other diseases and events of public health importance
fr: 2.3 Autres maladies ou evènements d’importance en santé publique

source: Table 3: Notifiable Diseases
fr: Tableau 3 : Maladies générant des alertes

source: Number of deaths
fr: Nombre de décès

source: Number of maternal deaths
fr: Nombre de décès maternels

source: Dysentery and bloody diarrhoea
fr: Dysenterie et diarrhée sanglante

source: Influenza-like illness
fr: Nombre de cas de grippe

source: Arboviruses
fr: Suspicion de cas d’arboviroses

source: Meningitis
fr: Suspicion de cas de méningite

source: RDT positive
fr: TDR positif

source: Bubonic plague
fr: Peste bubonique

source: Pulmonary plague
fr: Peste pulmonaire

source: Food Poisoning
fr: Episode de Toxi Infection Alimentaire Collective (TIAC)

source: Seafood poisoning
fr: Episode d’Intoxication Collective due aux Animaux Marins (ICAM)

source: Acute Jaundice Syndrome
fr: Ictère

source: Animal Bite
fr: Morsure ou griffure (animal à sang chaud)

source: Rabies
fr: Rage humaine

source: Acute flaccid paralysis
fr: Paralysie Flasque Aiguë (PFA)

source: Neonatal tetanus
fr: Tétanos néonatal

source: Suspected measles
fr: Suspicion de cas de rougeole

source: Leprosy
fr: Lèpre

source: Lymphatic filariasis
fr: Filariose lymphatique

source: Fever Cases (T > 37.5 &#176;C)
fr: Nombre de cas de fièvre (T > 37.5 °C)

source: Malaria confirmed by rapid test or slide
fr: Paludisme confirmé par test rapide ou Goutte épaisse

source: Acute Respiratory Tract Infection
fr: Infection Respiratoires Aiguë (IRA)

source: Acute watery diarrhoea
fr: Diarrhée aiguë

source: Acute watery diarrhoea among those over five years of age
fr: Diarrhée aiguë chez les plus de 5 ans

source: Sexually Transmitted Diseases other than HIV
fr: Infections Sexuellement Transmissibles (IST) autres que VIH

source: Tuberculosis
fr: Toux chronique suspecte de tuberculose

source: Moderate malnutrition
fr: Malnutrition modérée ou insuffisance pondérale

source: Severe malnutrition
fr: Malnutrition sévère

source: Other diseases of public health importance
fr: Autre maladies d’importance en santé publique

source: Number of alerts generated
fr: Nombre d'alertes générées

source: Number of alerts investigated
fr: Nombre d'alertes investiguées

source: Deaths
fr: Nombre de décès

source: Malaria Epidemiological Surveillance Report
fr: Rapport de Surveillance Épidémiologique du paludisme

source: Table 1: Malaria Situation
fr: Tableau 1 : Situation du paludisme

source: Table 2: Malaria Prevention
fr: Tableau 2 : Prévention du paludisme

source: Figure 1: Map of Reported Malaria Cases
fr: Figure 1 : Carte des cas de paludisme

source: Number of consultations
fr: Nombre de consultations

source: Number of fever cases
fr: Nombre de cas de fièvre

source: Number of RDT tests performed
fr: Nombre de TDR effectués

source: Number of positive RDT tests
fr: Nombre de TDR positifs

source: Number of negative RDT tests
fr: Nombre de TDR négatifs

source: Number of RDT tests not done
fr: Nombre de TDR non faits

source: Number of cases of simple malaria
fr: Nombre de cas de paludisme simple

source: Number of cases of severe malaria
fr: Nombre de cas de paludisme grave

source: Number of cases of unknown type
fr: Nombre de cas de type inconnu

source: Number of malaria deaths
fr: Nombre de décès dus au paludisme

source: Number of cases treated with ACT
fr: Nombre de cas traité à l’ACT

source: Indicator
fr: Indicateur

source: Sex
fr: Sexe

source: RDT
fr: TDR

source: Pregnant Women
fr: Femmes enceintes

source: 0-11 Month
fr: 0-11 mois

source: 12-59 Months
fr: 12-59 mois

source: 6-13 Years
fr: 6-13 ans

source: 14+ Years
fr: 14 ans et +

source: Value
fr: valeur

source: Mental Health Report
fr: Rapport sur la santé mentale

source: Visit type by nationality
fr: Type de visite par nationalité

source: Table 1: Patient nationality by visit type and gender.
fr: Tableau 1 : nationalité du patient par type de visite et genre.

source: Visit type by age
fr: Type de visite par âge

source: Table 2: Patient age by visit type and gender
fr: Tableau 2 : âge du patient par type de visite et genre

source: Nationality by governorate
fr: Nationalité par gouvernorat

source: Table 3: Patient nationality by governorate for new visits.
fr: Tableau 3 : Nationalité du patient par région pour les nouvelles visites.

source: Nationality by Governorate
fr: Nationalité par région

source: Table 4: Nationality and visit type by Governorate
fr: Tableau 4 : Nationalité et type de visite par région

source: Age and gender by Governorate
fr: Âge et sexe par région

source: Table 5: Age and gender type by Governorate for new visits
fr: Tableau 5 : âge et sexe par région pour les nouvelles visites

source: Age and visit type by Governorate
fr: Âge et type de visite par région

source: Table 6: Age and visit type by Governorate
fr: Tableau 6 : âge et type de visite par région

source: Nationality by MHGAP diagnosis
fr: Nationalité par diagnostic MHGAP

source: Table 7: Nationality by Mhgap diagnosis for new visits
fr: Tableau 7 : Nationalité par diagnostic Mhgap pour les nouvelles visites

source: Age by MHGAP diagnosis
fr: Âge par diagnostic MHGAP

source: Table 8: Age by MHGAP diagnosis for new visits
fr: Tableau 8 : Age par diagnostic MHGAP pour les nouvelles visites

source: Nationality by ICD 10 diagnosis
fr: Nationalité par diagnostic CIM 10

source: Table 9: Nationality by ICD 10 diagnosis new visits
fr: Tableau 9 : Nationalité par diagnostic CIM 10 nouvelles visites

source: Age by ICD 10 diagnosis
fr: Âge par Diagnostic CIM10

source: Table 10: Age by ICD 10 diagnosis for new visits
fr: Tableau 10 : Age par diagnostic CIM10 pour les nouvelles visites

source: Result of visit by by age
fr: Résultat de la visite par âge

source: Table 11: Result of visit by by age for new visits
fr: Tableau 11 : Résultat de la visite par âge pour les nouvelles visites

source: Table 12: Result of visit by by age for return visits
fr: Tableau 12 : Résultat de la visite par âge pour les visites de contrôle

source: Service Provider by Age
fr: Agents de santé selon l'âge

source: Table 13: Service Provider by Age for new visits
fr: Tableau 13 : agents de santé par âge pour les nouvelles visites

source: Non-Communicable Disease Profile
fr: Profil des maladies non transmissibles

source: <strong> %(percent_female)s %% female</strong> and <strong> %(percent_male)s %% male</strong>.
fr: <strong> %(percent_female)s %% de femmes</strong> et <strong> %(percent_male)s %% d'hommes</strong>.

source: morbidity due to
fr: morbidité due à

source: Public Health Indicators
fr: Indicateurs de la Santé Publique

source: Diabetes Incidence Rate per 1000
fr: Taux d'incidence du diabète pour 1000

source: Hypertension Incidence Rate per 1000
fr: Taux d'incidence de l'hypertension pour 1000

source: Plague Report
fr: Rapport sur la peste

source: Information reported in this plague report represents plague reported from %(clinic_num)s reporting sites and from investigations in %(project_region)s between %(start_date)s and %(end_date)s.
fr: Les informations présentées dans ce rapport sur la peste représentent tous les cas de peste notifiés par les %(clinic_num)s sites rapportant et lors d’enquêtes menées à %(project_region)s entre le %(start_date)s et le %(end_date)s.

source: During the season <b> %(total_cases)s cases of plague </b>were recorded where <b> %(confirmed)s have been confirmed </b>. Out of these cases <b> %(deaths)s were fatal </b> giving a mortality rate of %(rate)s per 1000 cases.
fr: Au cours de la saison pesteuse, <b> %(total_cases)s cas de peste </b>ont été enregistrés dont <b> %(confirmed)s ont été confirmés </b>. Parmi ces cas, <b> %(deaths)s ont été mortels </b> donnant un taux de mortalité de %(rate)s pour 1000 cas.

source: The three districts with largest number of plague cases were
fr: Les trois districts ayant eu le plus grand nombre de cas de peste étaient les districts de

source: Plague cases epi curve
fr: Tendance épidémiologique des cas de peste

source: Plague cases by district
fr: Cas de peste par district

source: A total of <strong> %(total_consultations)s consultations</strong> and <strong> %(total_cases)s cases</strong> reported from %(clinic_num)s health facilities.
fr: Un total de <strong> %(total_consultations)s consultations</strong> et <strong> %(total_cases)s cas</strong> notifiés par %(clinic_num)s sites de surveillance.

source: <strong> %(percent_cd)s %% morbidity due to communicable disease</strong>, including
fr: <strong> %(percent_cd)s %% des morbidités due à des maladies transmissibles</strong>, y compris
