Repository: fjelltopp/meerkat_frontend
Catalog: translations/*/LC_MESSAGES/messages.po
Languages: fr

source: Viral infections of the central nervous system
fr: Infections virales du système nerveux central

source: Arthropod-borne viral fevers and viral haemorrhagic fevers
fr: Fièvres virales transmises par les arthropodes et fièvres hémorragiques virales

source: Viral infections characterized by skin and mucous membrane lesions
fr: Les infections virales caractérisées par des lésions cutanéo-muqueuses

source: Viral hepatitis
fr: Hépatite virale

source: Human immunodeficiency virus [HIV] disease
fr: Virus de l'immunodéficience humaine [VIH]

source: Other viral diseases
fr: Autres maladies virales

source: Protozoal diseases
fr: Maladies protozoaires

source: Pediculosis,acariasis and other infestations
fr: Pédiculose, acariase et autres infestations

source: Sequelae of infectious and parasitic diseases
fr: Séquelles de maladies infectieuses et parasitaires

source: Bacterial,viral and other infectious agents
fr: agents infectieux bactériens, viraux et autres

source: Other infectious diseases
fr: Autres maladies infectieuses

source: Malignant neoplasms of lip,oral cavity and pharynx
fr: Tumeurs malignes de la lèvre, de la cavité buccale et du pharynx

source: Malignant neoplasms of digestive organs
fr: Tumeurs malignes des organes digestifs

source: Malignant neoplasms of respiratory and intrathoracic organs
fr: Tumeurs malignes des voies respiratoires et intrathoraciques organes

source: Malignant neoplasms of bone and articular cartilage
fr: Tumeurs malignes de l'os et du cartilage articulaire

source: Melanoma and other malignant neoplasms of skin
fr: Mélanome et autres tumeurs malignes de la peau

source: Malignant neoplasms of mesothelial and soft tissue
fr: Tumeurs malignes de mésothéliales et des tissus mous

source: Malignant neoplasm of breast
fr: Tumeur maligne du sein

source: Malignant neoplasms of female genital organs
fr: Tumeurs malignes des organes génitaux féminins

source: Malignant neoplasms of male genital organs
fr: Tumeurs malignes des organes génitaux masculins

source: Malignant neoplasms of urinary tract
fr: Tumeurs malignes des voies urinaires

source: Malignant neoplasms of eye,brain and other parts of central nervous system
fr: Tumeurs malignes de l'œil, du cerveau et d'autres parties du système nerveux central

source: Malignant neoplasms of thyroid and other endocrine glands
fr: Tumeurs malignes de la thyroïde et d'autres glandes endocrines

source: Malignant neoplasms of ill-defined,secondary and unspecified sites
fr: Tumeurs malignes de sièges mal définis, secondaires et non précisés

source: Malignant neoplasms,stated or presumed to be primary,of lymphoid, haematopoietic and related tissue
fr: Tumeurs malignes, avérées ou présumées primitives, des tissus lymphoïdes, hématopoïétiques et connexes

source: Malignant neoplasms of independent (primary) multiple sites
fr: Tumeurs malignes de sièges (primaire) multiples indépendants

source: In situ neoplasms
fr: Tumeurs in situ

source: Benign neoplasms
fr: Tumeurs bénignes

source: Neoplasms of uncertain or unknown behaviour
fr: Tumeurs à comportement incertain ou inconnu

source: Nutritional anaemias
fr: Anémies nutritionnelles

source: Haemolytic anaemias
fr: Anémies hémolytiques

source: Aplastic and other anaemias
fr: Anémies aplasique et autres

source: Coagulation defects, purpura and other haemorrhagic conditions
fr: Anomalies de la coagulation, purpura et autres affections hémorragiques

source: Other diseases of blood and blood-forming organs
fr: Autres maladies du sang et des organes hématopoïétiques

source: Certain disorders involving the immune mechanism
fr: Certains troubles du système immunitaire

source: Disorders of thyroid gland
fr: Troubles de la glande thyroïde

source: Diabetes mellitus
fr: Diabète sucré

source: Other disorders of glucose regulation and pancreatic internal secretion
fr: Autres troubles de la régulation du glucose et de la sécrétion pancréatique interne

source: Disorders of other endocrine glands
fr: Maladies des autres glandes endocrines

source: Other nutritional deficiencies
fr: Autres carences nutritionnelles

source: Obesity and other hyperalimentation
fr: Obésité et autres excès d'alimentation

source: Metabolic disorders
fr: Troubles métaboliques

source: Organic,including symptomatic, mental disorders
fr: Troubles mentaux organiques, y compris symptomatiques

source: Mental and behavioural disorders due to psychoactive substance use
fr: Troubles mentaux et du comportement liés à l'usage de substances psychoactives

source: Schizophrenia, schizotypal and delusional disorders
fr: Schizophrénie, troubles délirants et schizotypique

source: Mood [affective] disorders
fr: Troubles de l' humeur [affectifs]

source: Neurotic,stress-related and somatoform disorders
fr: Troubles névrotiques, liés au stress et somatoformes

source: Behavioural syndromes associated with physiological disturbances and physical factors
fr: Syndromes comportementaux associés à des perturbations physiologiques et facteurs physiques

source: Disorders of adult personality and behaviour
fr: Troubles de la personnalité et du comportement des adultes

source: Mental retardation
fr: Retard mental

source: Disorders of psychological development
fr: Troubles du développement psychologique

source: Behavioural and emotional disorders with onset usually occurring in childhood and adolescence
fr: Troubles comportementaux et émotionnels apparaissant habituellement dans l'enfance et de l'adolescence

source: Unspecified mental disorder
fr: Trouble mental non spécifié

source: Inflammatory diseases of the central nervous system
fr: Maladies inflammatoires du système nerveux central

source: Systemic atrophies primarily affecting the central nervous system
fr: Atrophies systémiques affectant principalement le système nerveux central

source: Extrapyramidal and movement disorders
fr: Troubles extrapyramidaux et du mouvement

source: Other degenerative diseases of the nervous system
fr: Autres maladies dégénératives du système nerveux

source: Demyelinating diseases of the central nervous system
fr: Maladies démyélinisantes du système nerveux central

source: Episodic and paroxysmal disorders
fr: Troubles épisodiques et paroxystiques

source: Nerve,nerve root and plexus disorders
fr: Troubles nerveux, de la racine nerveuse et du plexus

source: Polyneuropathies and other disorders of the peripheral nervous system
fr: Polyneuropathies autres troubles du système nerveux périphérique

source: Diseases of myoneural junction and muscle
fr: Maladies de la jonction neuromusculaire et du muscle

source: Cerebral palsy and other paralytic syndromes
fr: Paralysie cérébrale et autres syndromes paralytiques

source: Other disorders of the nervous system
fr: Autres troubles du système nerveux

source: Disorders of eyelid,lacrimal system and orbit
fr: Affections de la paupière, du système lacrymal et de l'orbite

source: Disorders of conjunctiva
fr: Affections de la conjonctive

source: Disorders of sclera,cornea,iris and ciliary body
fr: Affections de la sclère, de la cornée, de l'iris et du corps ciliaire

source: Disorders of lens
fr: Troubles du cristallin

source: Disorders of choroid and retina
fr: Affections de la choroïde et de la rétine

source: Glaucoma
fr: Glaucome

source: Disorders of vitreous body and globe
fr: Affections du corps vitré et du globe

source: Disorders of optic nerve and visual pathways
fr: Affections du nerf et des voies optiques

source: Disorders of ocular muscles,binocular movement,accommodation and refraction
fr: Troubles des muscles oculaires, des mouvements binoculaires, de la mise au points et la réfraction

source: Visual disturbances and blindness
fr: Troubles de la vision et cécité

source: Other disorders of eye and adnexa
fr: Autres affections de l'oeil et de ses annexes

source: Diseases of external ear
fr: Maladies de l'oreille externe

source: Diseases of middle ear and mastoid
fr: Maladies de l'oreille moyenne et du mastoïde

source: Diseases of inner ear
fr: Maladies de l'oreille interne

source: Other disorders of ear
fr: Autres affections de l'oreille

source: Acute rheumatic fever
fr: Rhumatisme articulaire aigu

source: Chronic rheumatic heart diseases
fr: Maladies cardiaques rhumatismales chroniques

source: Hypertensive diseases
fr: Maladies hypertensives

source: Ischaemic heart diseases
fr: Cardiopathies ischémiques

source: Pulmonary heart disease and diseases of pulmonary circulation
fr: Maladie pulmonaire cardiaque et maladies pulmonaires de la circulation

source: Other forms of heart disease
fr: Autres formes de maladies du cardiaque

source: Cerebrovascular diseases
fr: Maladies cérébrovasculaires

source: Diseases of arteries,arterioles and capillaries
fr: Maladies des artères, artérioles et capillaires

source: Diseases of veins, lymphatic vessels and lymph nodes,not elsewhere classified
fr: Maladies des veines, des vaisseaux lymphatiques et des ganglions lymphatiques, non classées ailleurs

source: Other and unspecified disorders of the circulatory system
fr: Autres troubles de l'appareil circulatoire et non spécifiés

source: Acute upper respiratory infections
fr: Infections des voies respiratoires supérieures aiguës

source: Influenza and pneumonia
fr: Grippe et la Pneumonie

source: Other acute lower respiratory infections
fr: Autres infections respiratoires basses aiguës

source: Other diseases of upper respiratory tract
fr: Autres maladies des voies respiratoires supérieures

source: Chronic lower respiratory diseases
fr: Maladies des voies respiratoires inférieures chroniques

source: Lung diseases due to external agents
fr: Maladies pulmonaires dues à des agents externes

source: Other respiratory diseases principally affecting the interstitium
fr: Autres maladies respiratoires affectant principalement l'interstitium

source: Suppurative and necrotic conditions of lower respiratory tract
fr: Conditions suppurées et nécrotiques des voies respiratoires inférieures

source: Other diseases of pleura
fr: Autres maladies de la plèvre

source: Other diseases of the respiratory system
fr: Autres maladies des voies respiratoires

source: Diseases of oral cavity,salivary glands and jaws
fr: Maladies de la cavité buccale, des glandes salivaires et des mâchoires

source: Diseases of oesophagus,stomach and duodenum
fr: Maladies de l'oesophage, de l'estomac et du duodénum

source: Diseases of appendix
fr: Maladies de l'appendice

source: Hernia
fr: Hernie

source: Noninfective enteritis and colitis
fr: Entérites non infectieuses et colite

source: Other diseases of intestines
fr: Autres maladies de l'intestin

source: Diseases of peritoneum
fr: Maladies du péritoine

source: Diseases of liver
fr: Maladies du foie

source: Disorders of gallbladder, biliary tract and pancreas
fr: Troubles de la vésicule biliaire, des voies biliaires et du pancréas

source: Other diseases of the digestive system
fr: Autres maladies de l'appareil digestif

source: Infections of the skin and subcutaneous tissue
fr: Infections de la peau et du tissu sous-cutané

source: Bullous disorders
fr: Troubles bulleux

source: Dermatitis and eczema
fr: Dermatite et eczéma

source: Papulosquamous disorders
fr: Troubles papulosquameux

source: Urticaria and erythema
fr: Urticaire et érythème

source: Radiation-related disorders of the skin and subcutaneous tissue
fr: Troubles de la peau et du tissu sous-cutané liés aux rayonnements

source: Disorders of skin appendages
fr: Troubles des phanères

source: Other disorders of the skin and subcutaneous tissue
fr: Autres affections de la peau et du tissu sous-cutané

source: Infectious arthropathies
fr: arthropathies infectieuses

source: Inflammatory polyarthropathies
fr: polyarthropathies inflammatoires

source: Arthrosis
fr: arthrose

source: Other joint disorders
fr: Autres troubles de l'articulation

source: Systemic connective tissue disorders
fr: Troubles du tissu conjonctif systémiques

source: Deforming dorsopathies
fr: Dorsopathies déformantes

source: Other dorsopathies
fr: Autres dorsopathies

source: Disorders of muscles
fr: Troubles des muscles

source: Disorders of synovium and tendon
fr: Troubles de la synoviale et du tendon

source: Other soft tissue disorders
fr: Autres affections des tissus mous

source: Disorders of bone density and structure
fr: Troubles de la densité et de la structure osseuse

source: Other osteopathies
fr: Autres ostéopathies

source: Other disorders of the musculoskeletal system and connective tissue
fr: Autres troubles du système musculo-squelettique et du tissu conjonctif

source: Glomerular diseases
fr: Maladies glomérulaires

source: Renal tubulo-interstitial diseases
fr: Maladies rénales tubulo-interstitielles

source: Renal failure
fr: Insuffisance rénale

source: Urolithiasis
fr: Urolithiase

source: Other disorders of kidney and ureter
fr: Autres affections du rein et de l'uretère

source: Other diseases of urinary system
fr: Autres maladies du système urinaire

source: Diseases of male genital organs
fr: Maladies des organes génitaux masculins

source: Disorders of breast
fr: Affection du sein

source: Inflammatory diseases of female pelvic organs
fr: Maladies inflammatoires des organes pelviens de la femme

source: Noninflammatory disorders of female genital tract
fr: Affections non inflammatoires de l'appareil génital féminin

source: Other disorders of the genitourinary system
fr: Autres troubles du système génito-urinaire

source: Pregnancy with abortive outcome
fr: Fausse-couche

source: Oedema, proteinuria and hypertensive disorders in pregnancy,childbirth and the puerperium
fr: Œdème, protéinurie et troubles hypertendus de la grossesse, de l'accouchement et de la puerpéralité

source: Other maternal disorders predominantly related to pregnancy
fr: Autres affections maternelles liées principalement à la grossesse

source: Maternal care related to the fetus and amniotic cavity and possible delivery problems
fr: Soins maternels liés au foetus et à la cavité amniotique et possible problèmes d'accouchement

source: Complications of labour and delivery
fr: Complications du travail et l'accouchement

source: Delivery
fr: accouchement

source: Complications predominantly related to the puerperium
fr: Complications principalement liées à la puerpéralité

source: Other obstetric conditions,not elsewhere classified
fr: Autres conditions obstétricales, non classés ailleurs

source: Fetus and newborn affected by maternal factors and by complications of pregnancy,labour and delivery
fr: Foetus et nouveau-né affectés par des facteurs maternels et par des complications de la grossesse et de l'accouchement

source: Disorders related to length of gestation and fetal growth
fr: Troubles liés à la durée de la gestation et à la croissance du fœtus

source: Birth trauma
fr: Traumatisme à la naissance

source: Respiratory and cardiovascular disorders specific to the perinatal period
fr: Troubles respiratoires et cardio-vasculaires spécifiques à la période périnatale

source: Infections specific to the perinatal period
fr: Infections spécifiques de la période périnatale

source: Haemorrhagic and haematological disorders of fetus and newborn
fr: Troubles hémorragiques et hématologiques du fœtus et du nouveau-né

source: Transitory endocrine and metabolic disorders specific to fetus and newborn
fr: Troubles endocrinien transitoire et troubles métaboliques spécifiques au fœtus et au nouveau-né

source: Digestive system disorders of fetus and newborn
fr: Troubles du système digestif du foetus et du nouveau-né

source: Conditions involving the integument and temperature regulation of fetus and newborn
fr: Conditions portant sur le tégument et la régulation de la température du foetus et du nouveau-né

source: Other disorders originating in the perinatal period
fr: Autres troubles survenant pendant la période périnatale

source: Congenital malformations of the nervous system
fr: Malformations congénitales du système nerveux

source: Congenital malformations of eye,ear,face and neck
fr: Malformations congénitales de l'œil, de l'oreille,du visage et du cou

source: Congenital malformations of the circulatory system
fr: Malformations congénitales de l'appareil circulatoire

source: Congenital malformations of the respiratory system
fr: Malformations congénitales de l'appareil respiratoire

source: Cleft lip and cleft palate
fr: Fente labiale et fente palatine

source: Other congenital malformations of the digestive system
fr: Autres malformations congénitales de l'appareil digestif

source: Congenital malformations of genital organs
fr: Malformations congénitales des organes génitaux

source: Congenital malformations of the urinary system
fr: Malformations congénitales de l'appareil urinaire

source: Congenital malformations and deformations of the musculoskeletal system
fr: Malformations et déformations du système musculo-squelettique congénitale

source: Other congenital malformations
fr: Autres malformations congénitales

source: Chromosomal abnormalities,not elsewhere classified
fr: Anomalies chromosomiques, non classés ailleurs

source: Symptoms and signs involving the circulatory and respiratory systems
fr: Symptômes et signes relatifs aux systèmes circulatoire et respiratoire

source: Symptoms and signs involving the digestive system and abdomen
fr: Symptômes et signes relatifs à l'appareil digestif et à l'abdomen

source: Symptoms and signs involving the skin and subcutaneous tissue
fr: Symptômes et signes relatifs à la peau et au tissu sous-cutané

source: Symptoms and signs involving the nervous and musculoskeletal systems
fr: Symptômes et signes relatifs aux systèmes nerveux et musculo-squelettiques

source: Symptoms and signs involving the urinary system
fr: Symptômes et signes relatifs à l'appareil urinaire

source: Symptoms and signs involving cognition, perception, emotional state and behaviour
fr: Symptômes et signes relatifs à la cognition, la perception, l'état émotionnel et le comportement

source: Symptoms and signs involving speech and voice
fr: Les symptômes et signes relatifs à la parole et à la voix

source: General symptoms and signs
fr: Symptômes et signes généraux

source: Abnormal findings on examination of blood,without diagnosis
fr: Résultats anormaux d'examen du sang, sans diagnostic

source: Abnormal findings on examination of urine,without diagnosis
fr: Résultats anormaux de l'examen d'urine, sans diagnostic

source: Abnormal findings on examination of other body fluids, substances and tissues, without diagnosis
fr: Résultats anormaux d'examen d'autres fluides corporels, substances et tissus, sans diagnostic

source: Abnormal findings on diagnostic imaging and in function studies, without diagnosis
fr: Résultats anormaux d'imagerie diagnostique et d'études fonctionnelles, sans diagnostic

source: Ill-defined and unknown causes of mortality
fr: Causes de mortalité mal définies et inconnues

source: Injuries to the head
fr: Blessures à la tête

source: Injuries to the neck
fr: Blessures au cou

source: Injuries to the thorax
fr: Blessures au thorax

source: Injuries to the abdomen, lower back, lumbar spine and pelvis
fr: Blessures à l'abdomen, au bas du dos, à la colonne vertébrale lombaire et au bassin

source: Injuries to the shoulder and upper arm
fr: Blessures à l'épaule et au bras

source: Injuries to the elbow and forearm
fr: Blessures au coude et à l'avant-bras

source: Injuries to the wrist and hand
fr: Blessures au poignet et à la main

source: Injuries to the hip and thigh
fr: Blessures de la hanche et de la cuisse

source: Injuries to the knee and lower leg
fr: Blessures au genou et à la jambe

source: Injuries to the ankle and foot
fr: Blessures à la cheville et au pied

source: Injuries involving multiple body regions
fr: Blessures impliquant plusieurs parties du corps

source: Injuries to unspecified part of trunk, limb or body region
fr: Blessures à une partie quelconque du tronc, des membres ou du corps

source: Effects of foreign body entering through natural orifice
fr: Effets d'un corps étranger pénétrant par un orifice naturel

source: Burns and corrosions of external body surface,specified by site
fr: Brûlures et corrosions de la surface externe du corps, spécifiées par site

source: Burns and corrosions confined to eye and internal organs
fr: Brûlures et corrosions confinés dans les yeux et les organes internes

source: Burns and corrosions of multiple and unspecified body regions
fr: Brûlures et corrosions de multiples et régions du corps non précisées

source: Frostbite
fr: Gelure

source: Poisoning by drugs,medicaments and biological substances
fr: Intoxication par des médicaments et des substances biologiques

source: Toxic effects of substances chiefly nonmedicinal as to source
fr: Effets toxiques des substances d'origine essentiellement non médicinale

source: Other and unspecified effects of external causes
fr: Autres effets non précisés de causes externes

source: Certain early complications of trauma
fr: Certaines complications précoces des traumatismes

source: Complications of surgical and medical care, not elsewhere classified
fr: Complications de soins chirurgicaux et médicaux, non classées ailleurs

source: Sequelae of injuries,of poisoning and of other consequences of external causes
fr: Séquelles de lésions traumatiques, d'empoisonnement et d'autres conséquences de causes externes

source: Pedestrian injured in transport accident
fr: Piéton blessé dans un accident de la circulation

source: Pedal cyclist injured in transport accident
fr: Cycliste blessé dans un accident de la circulation

source: Motorcycle rider injured in transport accident
fr: Motocycliste blessé dans un accident de la circulation

source: Occupant of three-wheeled motor vehicle injured in transport accident
fr: Occupant d'un véhicule à moteur à trois roues blessé dans un accident de la circulation

source: Car occupant injured in transport accident
fr: Occupant d'une automobile blessé dans un accident de la circulation

source: Occupant of pick-up truck or van injured in transport accident
fr: Occupant d'une camionnette pick-up blessé dans un accident de la circulation

source: Occupant of heavy transport vehicle injured in transport accident
fr: Occupant d'un véhicule lourd blessé dans un accident de la circulation

source: Bus occupant injured in transport accident
fr: Occupant d'un autobus blessé dans un accident de la circulation

source: Other land transport accidents
fr: Autres accidents de transport terrestre

source: Water transport accidents
fr: Accidents de transport sur l'eau

source: Air and space transport accidents
fr: Accidents de transport aérien et de l'espace

source: Other and unspecified transport accidents
fr: Autres accidents de transport non précisé

source: Falls
fr: Chutes

source: Exposure to inanimate mechanical forces
fr: Exposition à des forces mécaniques inanimées

source: Exposure to animate mechanical forces
fr: Exposition à des forces mécaniques animées

source: Accidental drowning and submersion
fr: Noyade et submersion accidentelles

source: Other accidental threats to breathing
fr: Autres menaces accidentelles à la respiration

source: Exposure to electric current,radiation and extreme ambient air temperature and pressure
fr: Exposition au courant électrique, au rayonnement et à une température de l'air ambiante extrême et à la pression

source: Exposure to smoke,fire and flames
fr: L'exposition à la fumée, au feu et aux flammes

source: Contact with heat and hot substances
fr: Contact avec de la chaleur et des substances chaudes

source: Contact with venomous animals and plants
fr: Le contact avec des animaux et des plantes venimeux

source: Exposure to forces of nature
fr: Exposition aux forces de la nature
